{"query": "常见的高分子防水卷材有哪些？", "pos":[ "三元乙丙、聚氯乙烯、氯化聚乙烯、氯化聚乙烯-橡胶共混及三元丁橡胶防水卷材"]}
{"query": "平面控制测量应遵循什么原则？", "pos":[ "平面控制测量必须遵循“由整体到局部”的组织实施原则，以避免放样误差的积累。大中型 的施工项目，应先建立场区控制网，再分别建立建筑物施工控制网，以建筑物平面控制网的 控制点为基础，测设建筑物的主轴线，根据主轴线再进行建筑物的细部放样"]}
{"query": "哪些建筑在施工期间需要进行变形观测？", "pos":[ "①安全设计等级为一级、二级的基坑。 ②地基基础设计等级为甲级，或软弱地基上的地基基础设计等级为乙级的建筑。 ③长大跨度或体形狭长的工程结构。④重要基础设施工程。 ⑤工程设计或施工要求监测的其他对象。"]}
{"query": "观测时立即实施安全预案， 同时应提高观测频率增加观测内容的情形有哪些？", "pos":[ "①变形量或变形速率出现异常变化；②变形量或变形速率达到或超出预警值； ③周边或开挖面出现塌陷、滑坡情况；④建筑本身、周边建筑及地表出现异常； ⑤由于地震、暴雨、冻融等自然灾害引起的其他异常变形情况。"]}
{"query": "基坑工程的现场监测巡视检查内容有哪些？", "pos":[ "（目测为主） 应包括主要内容：支护结构、施工状况、周边环境、监测设施及其他巡视检查内容。 应至少进行围护墙顶部水平位移 、沉降以及周边建筑 、道路等沉降监测 ，并应根据项目技术 设计条件对围护墙或土体深层水平位移、支护结构内力、土压力、孔隙水压力等进行监测。 — 2 —无日不动笔，这句话是真·贝多芬说的。 —3—"]}
{"query": "哪些基坑工程的监测方案应进行专项论证？", "pos":[ "①工程地质、水文地质条件复杂的基坑工程； ②邻近重要建筑、设施、管线等破坏后果很严重的基坑工程； ③已发生严重事故，重新组织实施的基坑工程； ④采用新技术、新工艺、新材料、新设备的一、二级基坑工程； ⑤其他需要论证的基坑工程。"]}
{"query": "地下水控制技术选择与方案编制的依据有哪些？", "pos":[ "应根据工程地质、水文地质、周边环境条件、基坑支护设计和降水设计等文件，结合类似工 程经验，编制降水施工方案。依据场地的水文地质、基础规模、开挖深度、土层渗透性能等 条件，选择包括集水明排、截水、降水及地下水回灌等地下水控制的方法。"]}
{"query": "验槽时必须具备的资料和条件有哪些？", "pos":[ "（1）勘察、设计、建设、监理、施工等相关单位技术人员到场； （2）地基基础设计文件；（3）岩土工程勘察报告； （4）轻型动力触探记录（可不进行时除外）；（5）地基处理或深基础施工质量检测报告； （6）基底应为无扰动的原状土，留置有保护层时其厚度不应超过 100 ㎜。"]}
{"query": "天然地基验槽内容有哪些？", "pos": "（2012 年考过，但教材已变化） ①根据勘察、设计文件核对基坑的位置、平面尺寸、坑底标高； ②根据勘察报告核对坑底、坑边岩土体及地下水情况； ③检查空穴、古井、古墓、暗沟、地下埋设物及防空掩体等情况，并查明位置、深度和性状； ④检查基坑底土质的扰动情况及扰动的范围和程度； ⑤检查基坑底土质受到冰冻、干裂、受水冲刷或浸泡等扰动情况，并查明影响范围和深度。"}
{"query": "地基处理工程的验槽检查内容有哪些？", "pos":[ "（2022年选择题） 1.对于换填地基、强夯地基 ，应检查处理后的地基均匀性、密实度和承载力检测资料。 2.对于增强体复合地基 ， 应现场检查桩头、 桩位、 桩间土情况和复合地基施工质量检测报告。 3.对于特殊土地基 ，应现场检查处理后地基的湿陷性、地震液化、冻土保温、膨胀土隔水等 方面的处理效果检测资料。"]}
{"query": "桩基工程验槽验槽检查内容有哪些？", "pos":[ "设计计算中考虑桩筏基础、低桩承台等桩间土共同作用时，应在开挖清理至设计标高后对桩 间土进行检验。对人工挖孔桩，应在桩孔清理完毕后，对桩端持力层进行检验。对大孔径挖 孔桩，应逐孔检验孔底的岩石情况。"]}
{"query": "轻型动力触探进行基槽检验时，应检查哪些内容？", "pos":[ "（1）地基持力层的强度和均匀性；（2）浅埋软弱下卧层或浅埋突出硬层； （3）浅埋的会影响地基承载力或地基稳定性的古井、墓穴和空洞等。 3.3 地基与基础工程施工"]}
{"query": "沉管灌注桩施工方法与成桩过程？", "pos":[ "1.沉管灌注桩施工可选用单打法、复打法或反插法。报名费不是投进许愿池里的硬币，而是一笔浪漫的投资，经营方法就是“背多分”。 —4—2.沉管灌注桩成桩过程为：桩机就位→锤击（振动）沉管→上料→边锤击（振动）边拔管， 并继续浇筑混凝土→下钢筋笼，继续浇筑混凝土及拔管→成桩。"]}
{"query": "桩基检测的方法有哪些？（桩身承载力/完整性？", "pos":[ "注意每条细节应用要求） (1)单桩竖向抗压静载试验(2)单桩竖向抗拔静载试验(3)单桩水平静载试验 (4)钻芯法(5)低应变法(6)高应变法(7)声波透射法"]}
{"query": "桩身完整性类别有哪些？", "pos":[ "桩身完整性分类为Ⅰ类桩、Ⅱ类桩、Ⅲ类桩、Ⅳ类桩共 4类。 Ⅰ类桩桩身完整；Ⅱ类桩桩身有轻微缺陷，不会影响桩身结构承载力的正常发挥；Ⅲ类桩桩 身有明显缺陷，对桩身结构承载力有影响；Ⅳ类桩桩身存在严重缺陷。"]}
{"query": "受检桩的选择条件有哪些？", "pos":[ "(1)施工质量有疑问的桩；(2)局部地基条件出现异常的桩；(3)承载力验收选择部分Ⅲ类桩； (4)设计方认为重要的桩；(5)施工工艺不同的桩；(6)宜按规定均匀和随机选择。"]}
{"query": "大体积混凝土测温点布置要求？", "pos":[ "大体积混凝土浇筑体内监测点布置，应反映混凝土浇筑体内最高温升、里表温差、降温速率及环境温度，可采用下列布置方式： 精准押题微信345045387 沿混凝土浇筑体厚度方向，应至少布置表层、底层和中心温度测点。 3.4 主体结构工程施工"]}
{"query": "砖墙砌筑形式有哪些？", "pos":[ "有全顺、两平一侧、全丁、一顺一丁、梅花丁或三顺一丁等。"]}
{"query": "砌体种类有哪些？", "pos":[ "砌体种类 烧结普通砖砌体 混凝土实心砖、混凝土多孔砖砌体，普通混凝土小型空心砌块砌体、蒸压灰砂砖砌体 烧结多孔砖、空心砖砌体，轻骨料混凝土小型空心砖砌体，蒸压加气混凝土砌块砌体 石砌体"]}
{"query": "钢结构焊接接头有哪些？", "pos":[ "焊接接头包括全熔透和部分熔透焊接、角焊缝接头、塞焊与槽焊、电渣焊和栓钉焊。"]}
{"query": "钢结构坚固件连接件包括有哪些？", "pos":[ "紧固件连接件包括普通螺栓、扭剪型高强度螺栓、高强度大六角头螺栓、钢网架螺栓球节点 用高强度螺栓及拉铆钉、自攻钉、射钉等。"]}
{"query": "钢结构构件加工准备工作有哪些？", "pos":[ "钢结构构件加工前，应先进行施工详图设计、审查图纸、提料、备料、工艺试验和工艺规程 的编制、技术交底等工作。施工详图和节点设计文件应经原设计单位确认。"]}
{"query": "钢结构安装现场应设置专门的构件堆场，其基本条件有哪些？", "pos":[ "满足运输车辆通行要求；场地平整；有电源、水源，排水通畅；堆场的面积满足工程进度需 要， 若现场不能满足要求时可设置中转场地， 并应采取防止构件变形及表面污染的保护措施。"]}
{"query": "钢结构安装前交接验收内容有哪些？", "pos":[ "钢结构安装前应对建筑物的定位轴线、基础轴线和标高、地脚螺栓位置等进行检查，并应办 理交接验收。并应符合下列规定：世上无难事，只要肯放弃。合上书，拿起锋利的键盘，一起骂这万恶的考试，然后就没有然后了。 ①基础混凝土强度应达到设计要求；②基础周围回填夯实应完毕； ③基础的轴线标志和标高基准点应准确、齐全。"]}
{"query": "大跨度空间钢结构安装方法有哪些？", "pos":[ "可根据结构特点和现场施工条件，采用高空散装法、分条分块吊装法、滑移法、单元或整体 提升（顶升）法、整体吊装法、折叠展开式整体提升法、高空悬拼安装法等安装方法。"]}
{"query": "钢结构油漆防腐涂装可采用哪些方法？", "pos":[ "涂刷法、手工滚涂法、空气喷涂法和高压无气喷涂法。"]}
{"query": "装配式混凝土专项方案内容有哪些？", "pos":[ "（11条） 内容宜包括工程概况、编制依据、进度计划、施工场地布置、预制构件运输与存放、安装与 连接施工、绿色施工、安全管理、质量管理、信息化管理、应急预案等。"]}
{"query": "预制构件生产前应编制生产方案，内容包括有哪些？", "pos":[ "生产计划及生产工艺、模具方案及计划、技术质量控制措施、成品存放、运输和保护方案等。"]}
{"query": "预制装配整体式，叠合层后浇混凝土的施工要求有哪些？", "pos":[ "1)预制构件结合面疏松部分的混凝土应剔除并清理干净； 2)模板安装尺寸及位置应正确，并应防止漏浆； 3)在浇筑混凝土前应洒水湿润，结合面混凝土应振捣密实； 4)构件连接部位后浇混凝土与灌浆料的强度达到设计要求后，方可撤除临时固定措施。"]}
{"query": "受弯叠合构件的装配施工要求有哪些？", "pos":[ "①临时支撑与施工荷载应满足设计和施工方案要求； ②混凝土浇筑前，应检查结合面的粗糙度及预制构件的外露钢筋，并符合设计要求； ③叠合构件应在后浇混凝土强度达到设计要求后方可撤除临时支撑。"]}
{"query": "外墙板接缝防水施工要求有哪些？", "pos":[ "①防水施工前，应将板缝空腔清理干净；②应按设计要求填塞背衬材料； ③密封材料嵌填应饱满、密实、均匀、顺直、表面平滑，其厚度应符合设计要求。"]}
{"query": "钢-混凝土组合构件施工中，隐蔽工序验收规定有哪些？", "pos":[ "(1)钢筋、模板安装前，应检验钢构件施工质量。 (2)混凝土浇筑前，应检验连接件、栓钉和钢筋的施工质量。 (3)混凝土浇筑后，应检验组合构件的施工质量。3.5屋面、防水与保温工程施工"]}
{"query": "屋面板状材料保温层有哪些？", "pos":[ "(^_^) 板状材料保温层 ：聚苯乙烯泡沫塑料 、硬质聚氨酯泡沫塑料 、膨胀珍珠岩制品 、泡沫玻璃制 品、加气混凝土砌块、泡沫混凝土砌块"]}
{"query": "倒置式屋面基本构造自下而上的排序是什么？", "pos":[ "宜由结构层、找坡层、找平层、防水层、保温层及保护层组成。"]}
{"query": "种植平屋面的基本构造层次包括哪些（从下而上）？", "pos":[ "基层、绝热层、找（坡）平层、普通防水层、耐根穿刺防水层、保护层、排（蓄）水层、过 滤层、种植土层和植被层等。"]}
{"query": "建筑外墙整体防水设计包括哪些？", "pos":[ "外墙防水工程的构造，防水层材料的选择，节点的密封防水构造。"]}
{"query": "建筑外墙节点构造防水设计包括哪些交接部位？", "pos":[ "包括门窗洞口 、雨篷、阳台、变形缝、伸出外墙管道 、女儿墙压顶 、外墙预埋件、预制构件。 — 5 —现在你那一根根写空的笔芯，是为了考完试不用和那些失败者在网上“报团取暖”骂全世界。 —6—3.6 装饰装修工程施工"]}
{"query": "与幕墙有关的主体结构复测内容有哪些？", "pos":[ "(1)轴线位置、各层标高、垂直度、混凝土结构构件局部偏差和凹凸程度； (2)预埋件的位置偏差及漏埋情况等。"]}
{"query": "施工现场水收集综合利用技术有哪些？", "pos":[ "包括基坑施工降水回收利用技术、雨水回收利用技术、现场生产和生活废水回收利用技术。"]}
{"query": "可回收的建筑垃圾主要有哪些？", "pos":[ "散落的砂浆和混凝土、剔凿产生的砖石和混凝土碎块、打桩截下的钢筋混凝土桩头、砌块碎 块，废旧木材、钢筋余料、塑料等。"]}
{"query": "施工现场太阳能光伏发电照明技术适用于施工现场哪些临时照明？", "pos":[ "如路灯、加工棚照明、办公区廊灯、食堂照明、卫生间照明等。"]}
{"query": "施工扬尘控制技术包括哪些技术？", "pos":[ "现场道路、塔式起重机、脚手架等部位自动喷淋降尘和雾炮降尘技术、车辆自动冲洗技术。"]}
{"query": "工具式定型化临时设施包括哪些？", "pos":[ "（大小标题） 标准化箱式房、定型化临边洞口防护、加工棚，构件化 PVC绿色围墙、预制装配式马道、可 重复使用临时道路板等。"]}
{"query": "垃圾运输管道主要由哪些构件组成？", "pos":[ "由楼层垃圾入口、主管道、减速门、垃圾出口、专用垃圾箱、管道与结构连接件等组成"]}
{"query": "BIM软件应具备的基本功能有哪些？", "pos":[ "模型输入、输出；模型浏览或漫游；模型信息处理；相应的专业应用；应用成果处理和输出； 支持开放的数据交换标准。 具有与物联网、 移动通信、 地理信息系统等技术集成或融合能力。"]}
{"query": "模型元素信息包括的内容有哪些？", "pos":[ "尺寸、定位、空间拓扑关系等几何信息；名称、规格型号、材料和材质、生产厂商、功能与 性能技术参数，以及系统类型、施工段、施工方式、工程逻辑关系等。"]}
{"query": "BIM模型模型使用过程中，模型数据交换和更新可采用哪些方式？", "pos":[ "背过多少不重要，忘不了多少才是关键。 —7—①按单个或多个任务的需求，建立相应的工作流程； ②完成一项任务的过程中，模型数据交换一次或多次完成； ③从已形成的模型中提取满足任务需求的相关数据形成子模型，并根据需要进行补充完善； ④利用子模型完成任务，必要时使用完成任务生成的数据更新模型。 3.7.3智慧工地信息技术"]}
{"query": "智慧工地信息技术有哪些？", "pos":[ "1.现场施工管理信息技术 2.项目成本分析与控制信息技术 3.电子商务采购技术 4.项目多方协同管理技术 5.项目物资全过程监管技术 6.劳务工人信息管理技术 7.建筑垃圾监管技术"]}
{"query": "电子商务采购平台功能主要包括哪些？", "pos":[ "采购计划管理、互联网采购寻源、材料电子商城、订单送货、供应商管理、采购数据中心等。"]}
{"query": "劳务工人信息管理技术的功能有哪些？", "pos":[ "利用物联网技术，集成各类智能终端设备建立现场劳务工人信息化系统，实现实名制管理、 考勤管理、安全教育管理、视频监控管理、工资监管、后勤管理及基于业务的各类统计分析"]}
{"query": "建筑垃圾监管信息平台对哪些环节进行信息化管理？", "pos":[ "高度集成射频识别（RFID）、车牌识别（VLPR)、卫星定位系统、地理信息系统(GIS)、移动通信等技术，建立施工现场建筑垃圾综合监管信息平台，对施工现场建筑垃圾的申报、识 别、计量、运输、处置、结算、统计分析等环节进行信息化管理。"]}
{"query": "哪些情况不得采用掺氯盐的砂浆砌筑砌体？", "pos":[ "①对装饰工程有特殊要求的建筑物；②配筋、钢埋件无可靠防腐处理措施的砌体； ③接近高压电线的建筑物（如变电所、发电站等）； ④经常处于地下水位变化范围内，以及在地下未设防水层的结构。"]}
{"query": "冬期施工混凝土配合比应根据哪些因素进行确定？", "pos":[ "施工期间环境气温、原材料、养护方法、混凝土性能要求，并宜选择较小的水胶比和坍落度。"]}
{"query": "冬季施工对混凝土裸露表面应釆取哪些措施？", "pos":[ "防风、保湿、保温措施，对边、棱角及易受冻部位应加强保温。"]}
{"query": "冬季施工混凝土养护的方法有哪些？", "pos":[ "宜采用蓄热法、综合蓄热法、暖棚法、掺化学外加剂等方法"]}
{"query": "现场的哪些机械应有防砸、防雨的操作棚？", "pos":[ "木工、钢筋、混凝土、卷扬机械、空气压缩机"]}
{"query": "高温天气应根据哪些因素对配合比调整？", "pos":[ "根据环境温度、湿度、风力和采取温控措施的实际情况，对混凝土配合比进行调整。"]}
{"query": "高温天气搅拌站哪些部位要采取遮阳防晒措施？", "pos":[ "料斗、储水器、皮带运输机、搅拌楼采取遮阳防晒措施本年度第二篇是老板教材的第三篇，优先级有提升，而且新增很多新内容，值得关注。 —8—第二篇 建筑工程相关法规与标准"]}
{"query": "工程档案是指哪些形式的历史记录？", "pos":[ "在工程建设活动中直接形成的具有归档保存价值的文字、图纸、图表、声像、电子文件等各 种形式的历史记录，简称工程档案。"]}
{"query": "工程文件有什么要求？", "pos":[ "工程文件应字迹清楚，图样清晰，图表整洁，签字盖章手续应完备。 4.1.4建设项目工程总承包管理规定"]}
{"query": "工程总承包单位应当具备哪些综合管理能力？", "pos":[ "工程总承包单位应当形成项目设计、采购、施工、试运行管理以及质量、安全、工期、造价、 节约能源和生态环境保护管理等工程总承包综合管理能力。"]}
{"query": "工程总承包项目经理应当具备哪些条件？", "pos":[ "①取得相应工程建设类注册执业资格，包括注册建筑师、勘察设计注册工程师、注册建造师 或者注册监理工程师等；未实施注册执业资格的，取得高级专业技术职称； ②担任过与拟建项目相类似的工程总承包项目经理、设计项目负责人、施工项目负责人或者 项目总监理工程师； ③熟悉工程技术和工程总承包项目管理知识以及相关法律法规、标准规范； ④具有较强的组织协调能力和良好的职业道德。 4.2 安全生产及施工现场管理相关规定 4.2.1《施工脚手架通用规范》的有关规定"]}
{"query": "附着式升降脚手架涉及架体使用安全的哪些构配件应全数检验？", "pos":[ "支座及防倾、防坠、荷载控制装置、悬挑脚手架悬挑结构件等"]}
{"query": "脚手架搭设达到设计高度或安装就位后，应进行验收，验收应包括哪些内容？", "pos":[ "①材料与构配件质量；②搭设场地、支承结构件的固定；③架体搭设质量； ④专项施工方案、产品合格证、使用说明及检测报告、检查记录、测试记录等技术资料。 4.2.2建筑工程生产安全重大事故隐患判定标准的有关规定"]}
{"query": "施工安全管理有哪些情形的，应判定为重大事故隐患？", "pos":[ "①建筑施工企业未取得安全生产许可证擅自从事建筑施工活动； ②施工单位主要负责人、 项目负责人、 专职安全生产管理人员未取得安全生产考核合格证书； ③建筑施工特种作业人员未取得特种作业人员操作资格证书上岗作业； ④危大工程未编制、未审核专项施工方案，或未按规定要求对专项施工方案组织专家论证。"]}
{"query": "基坑工程有哪些情形的，应判定为重大事故隐患？", "pos":[ "①对因基坑工程施工可能造成损害的毗邻重要建筑物、 构筑物和地下管线， 未采取专项防护； ②基坑土方超挖且未采取有效措施；③深基坑施工未进行第三方监测； ④出现基坑坍塌风险预兆且未及时处理。"]}
{"query": "模板工程有下列哪些情形的，应判定为重大事故隐患？", "pos":[ "①模板工程的地基基础承载力和变形不满足设计要求； ②模板支架承受的施工荷载超过设计值； ③模板支架拆除及滑模、爬模爬升时，混凝土强度未达到设计或规范要求。"]}
{"query": "脚手架工程有哪些情形的，应判定为重大事故隐患？", "pos":[ "①脚手架工程的地基基础承载力和变形不满足设计要求； ②未设置连墙件或连墙件整层缺失；③附着式升降脚手架未经验收合格即投入使用。"]}
{"query": "起重机械及吊装工程有哪些情形的，应判定为重大事故隐患？", "pos":[ "①三种起重机械设备未经验收合格即投入使用，或未按规定办理使用登记； ②塔式起重机独立起升高度、附着间距和最高附着以上的最大悬高及垂直度不符合要求； ③施工升降机附着间距和最高附着以上的最大悬高及垂直度不符合规范要求。"]}
{"query": "高处作业有哪些情形的，应判定为重大事故隐患？", "pos":[ "①钢结构、 网架安装用支撑结构地基基础承载力和变形不满足设计要求， 未设置防倾覆装置； ②单根钢桁架（屋架）安装时未采取防失稳措施； ③悬挑式操作平台的搁置点、 拉结点、 支撑点未设置在稳定的主体结构上， 且未做可靠连接。 4.2.3危险性较大的分部分项工程安全管理的有关规定"]}
{"query": "危大工程专项方案应当包括内容有哪些？", "pos":[ "主要内容包括：工程概况、编制依据、施工计划、施工工艺技术、施工安全保证措施、施工 管理及作业人员配备和分工、验收要求、应急处置措施、计算书及相关施工图纸。"]}
{"query": "危大工程监测方案内容有哪些？", "pos":[ "（与安全管理的基坑监控方案区分） 进行第三方监测的危大工程监测方案的主要内容应当包括工程概况、监测依据、监测内容、 监测方法、人员及设备、测点布置与保护、监测频次、预警标准及监测成果报送等。"]}
{"query": "施工现场建筑垃圾减量化原则是什么？", "pos":[ "源头减量、分类管理、就地处置、排放控制。"]}
{"query": "施工现场建筑垃圾减量化专项方案内容包括哪些内容？", "pos":[ "工程概况、编制依据、总体策划、源头减量措施、分类收集与存放措施、就地处置措施、排 放控制措施以及相关保障措施等。"]}
{"query": "施工现场建筑垃圾的源头减量的措施有哪些？", "pos":[ "应通过施工图纸深化、施工方案优化、永临结合、临时设施和周转材料重复利用、施工过程 管控等措施，减少建筑垃圾的产生。"]}
{"query": "施工现场哪些临时设施应推广采用重复利用率高的标准化设施？", "pos":[ "办公用房、宿舍、工地围挡、大门、工具棚、安全防护栏杆。"]}
{"query": "见证人员应当制作见证记录，记录内容有哪些？", "pos":[ "记录取样、制样、标识、封志、送检以及现场检测等情况，并签字确认。"]}
{"query": "检测报告应经哪些人签字，包含哪些内容？", "pos":[ "检测报告经检测人员、审核人员、检测机构法定代表人或者其授权的签字人等签署，并加盖 检测专用章后方可生效。检测报告中应当包括检测项目代表数量（批次）、检测依据、检测 场所地址、检测数据、检测结果、见证人员单位及姓名等相关信息。"]}
{"query": "企业安全生产费用管理原则是什么？", "pos":[ "筹措有章、支出有据、管理有序、监督有效。"]}
{"query": "建筑声学工程竣工验收前，应进行竣工声学检测,检测项目有哪些？", "pos":[ "包括主要功能房间的室内噪声级、隔声性能及混响时间。"]}
{"query": "竣工验收时，应对采光、照明进行检测，分别检测项目是什么？", "pos":[ "1.采光测量项目应包括： 采光系数、采光均匀度、反射比和颜色透射指数。"]}
{"query": "室内空气污染物控制应按什么顺序采取控制措施？", "pos":[ "（顺序顺序顺序！） ①控制建筑选址场地的土壤氡浓度对室内空气质量的影响； ②控制建筑空间布局有利于污染物排放； ③控制建筑主体、节能工程材料、装饰装修材料的有害物质释放量满足限值； ④采取自然通风措施改善室内空气质量； ⑤设置机械通风空调系统，必要时设置空气净化装置进行空气污染物控制。"]}
{"query": "施工过程应建立质量管理标准化制度， 制定质量管理标准化文件， 应明确那些要求？", "pos":[ "人员管理、技术管理、材料管理、分包管理、施工管理、资料管理和验收管理等要求。这科目老师的作用真的不大，主要是靠自己，当你不想靠自己时，就离被骗不远了。 —11—"]}
{"query": "工程项目开工前除了应进行质量策划，编制项目质量计划，还有哪些工作？", "pos":[ "确定质量目标和要求、 质量管理组织体系及管理职责、 质量管理与协调的程序、 质量控制点、 质量风险、实施质量目标的控制措施，并根据工程进展实施动态管理。"]}
{"query": "施工前应对施工管理人员和作业人员进行技术交底内容内容有哪些？", "pos":[ "交底的内容应包括施工作业条件、施工方法、技术措施、质量标准以及安全与环保措施等。 工程采用的主要材料、半成品、成品、构配件、器具和设备应进行进场检验。"]}
{"query": "工程质量计划中应在哪些部位和环节设置质量控制点？", "pos":[ "①影响施工质量的关键部位、 关键环节； ②影响结构安全和使用功能的关键部位、 关键环节； ③采用新技术、新工艺、新材料、新设备的部位和环节；④隐蔽工程验收"]}
{"query": "施工质量验收验收四个单元划分原则是什么？", "pos":[ "①检验批应根据施工组织、质量控制和专业验收需要，按工程量、楼层、施工段划分。 ②分项工程应根据工种、材料、施工工艺、设备类别划分。 ③分部工程应根据专业性质、工程部位划分。 ④单位工程应为具备独立使用功能的建筑物或构筑物。"]}
{"query": "哪些建筑物应在施工期间及使用期间进行沉降变形观测？", "pos":[ "（前后矛盾） ①地基基础设计等级为甲级的建筑物；②软弱地基上的地基基础设计等级为乙级的建筑物； ③处理地基上的建筑物；④采用新型基础或新型结构的建（构）筑物。"]}
{"query": "当桩基施工过程中产生的挤土效应对周边环境产生影响时，应监测哪些项目？", "pos":[ "对造成的土体隆起和位移、 邻桩桩顶标高及桩位、 孔隙水压力及范围内的周边环境进行监测。"]}
{"query": "基础施工应符合哪些规定？", "pos":[ "①基础模板及支架应具有足够的承载力和刚度，并应保证其整体稳固性； ②钢筋安装应采用定位件固定钢筋的位置，且定位件应具有足够的承载力、刚度和稳定性； ③筏形基础施工缝和后浇带应采取钢筋防锈或阻锈保护措施； ④基础大体积混凝土施工，应对混凝土进行温度控制。"]}
{"query": "防水材料选用应符合哪些规定？", "pos":[ "①材料性能应与工程使用环境条件相适应； ②每道防水层厚度应满足防水设防的最小厚度要求； ③防水材料影响环境的物质和有害物质限量应满足要求。"]}
{"query": "高压喷射注浆法适用哪些地基？分有哪些类别，哪些方法以及加固形状？", "pos":[ "高压喷射注浆法适用于处理淤泥、淤泥质土、流塑、软塑可塑黏性土、粉土、砂土、黄土、 素填土和碎石土等地基。高压喷射注浆法分旋喷、定喷和摆喷三种类别。根据工程需要和土 质条件，可分别采用单管法、双管法和三管法。加固形状可分为柱状、壁状、条状和块状。"]}
{"query": "支护结构选型时，应综合考虑哪些因素？ ①基坑深度；②土的性状及地下水条件； ③基坑周边环境对基坑变形的承受能力及支护结构失效的后果； ④主体地下结构和基础形式及其施工方法、基坑平面尺寸及形状； ⑤支护结构施工工艺的可行性； ⑥施工场地条件及施工季节； ⑦经济指标、 环保性能和工期。为什么某些人经常被骗？", "pos":[ "因为他的要求只有骗子的嘴能满足。 —12—"]}
{"query": "土钉墙分层设置内容？土钉成孔方法有哪些？", "pos":[ "土钉墙应按土钉层数分层设置土钉、喷射混凝土面层、开挖基坑。钢筋土钉应根据土层的性 状选用洛阳铲、螺旋钻、冲击钻、地质钻等成孔方法。"]}
{"query": "管井的滤管可采用哪些材料？", "pos":[ "无砂混凝土滤管、钢筋笼、钢管或铸铁管。 5.3 主体结构工程相关规定"]}
{"query": "混凝土结构工程施工应确保实现设计要求，并应符合哪些规定？", "pos":[ "①应编制施工组织设计、施工方案并实施；（前） ②应制订资源节约和环境保护措施并实施；（中） ③应对已完成的实体进行保护，且作用在已完成实体上的荷载不超过设计规定值。（后）"]}
{"query": "装配式混凝土结构叠合构件浇筑混凝土前，隐蔽工程验收内容有哪些？", "pos":[ "①混凝土粗糙面的质量，键槽的尺寸、数量、位置； ②钢筋的牌号、规格、数量、位置、间距、箍筋弯钩的弯折角度及平直段长度； ③钢筋连接方式、接头位置、接头数量、接头面积百分率、搭接长度、锚固方式及锚固长度； ④预埋件、预留管线的规格、数量、位置； ⑤预制混凝土构件接缝处防水、防火等构造做法；⑥保温及其节点施工。"]}
{"query": "对规定中不做结构性能检验的预制构件，进场实体检验内容有哪些？", "pos":[ "施工单位或监理单位代表应驻厂监督生产过程。当无驻厂监督时，预制构件进场时应对其主 要受力钢筋数量、规格、间距、保护层厚度及混凝土强度等进行实体检验。"]}
{"query": "装配式混凝土结构外围护部品应完成哪些隐蔽项目的现场验收？", "pos":[ "(1)预埋件。(2)与主体结构的连接节点。 (3)与主体结构之间的封堵构造节点。(4)变形缝及墙面转角处的构造节点。 (5)防雷装置。(6)防火构造。"]}
{"query": "装配式混凝土结构外围护系统应进行哪些现场实验和测试？", "pos":[ "(1)饰面砖(板)的粘结强度测试。(2)墙板接缝及外门窗安装部位的现场淋水试验。 (3)现场隔声测试。(4)现场传热系数测试。 精准押题微信345045387"]}
{"query": "装配式混凝土结构外围护系统应在验收前完成哪些性能的实验和测试？", "pos":[ "(1)抗压性能、层间变形性能、耐撞击性能、耐火极限等实验室检测。 (2)连接件材性、锚栓拉拔强度等检测。"]}
{"query": "隔离层可采用哪些材料？", "pos":[ "干铺塑料膜、土工布、卷材或铺抹低强度等级砂浆。"]}
{"query": "卷材铺贴方法有哪些？", "pos":[ "卷材铺贴方法有冷粘法、热粘法、热熔法、自粘法、焊接法、机械固定法等"]}
{"query": "内部装修防火应符合要求有哪些？", "pos":[ "①技术资料应完整；②所用装修材料或产品的见证取样检验结果，应满足设计要求； ③装修施工过程中的抽样检验结果应符合设计要求；骗子能骗多久，取决于傻子的数量，不要当博傻理论的傻子。 —13—④现场进行阻燃处理、喷涂、安装作业的抽样检验结果应符合设计要求； ⑤施工过程中的主控项目检验结果应全部合格； ⑥施工过程中的一般项目检验结果合格率应达到 80%。 5.5 绿色建造的相关规定"]}
{"query": "外墙保温工程应采用预制构件、定型产品或成套技术，型式检验报告内容有哪些？", "pos":[ "型式检验报告应包括配套组成材料的名称、生产单位、规格型号、主要性能参数。外保温系 统型式检验报告还应包括耐候性和抗风压性能检验项目。"]}
{"query": "建筑节能分部工程质量验收合格应符合哪些规定？", "pos":[ "①建筑节能各分项工程应全部合格。② 质量控制资料应完整。 ③外墙节能构造现场实体检验结果应对照图纸进行核查，并符合要求。 ④建筑外窗气密性能现场实体检测结果应对照图纸进行核查，并符合要求。 ⑤建筑设备工程系统节能性能检测结果应合格。 ⑥太阳能系统性能检测结果应合格。"]}
{"query": "哪些建筑的外窗应进行气密性能实体检验？", "pos":[ "1)严寒、寒冷地区建筑；2)夏热冬冷地区高度≥24m的建筑和有集中供暖或供冷的建筑； 3)其他地区有集中供冷或供暖的建筑。"]}
{"query": "外墙节能构造现场实体检验包括有哪些？", "pos":[ "墙体保温材料的种类、保温层厚度和保温构造做法。"]}
{"query": "墙体、屋面和地面节能工程采用的材料施工进场复验内容有哪些？", "pos":[ "①保温隔热材料的导热系数或热阻、密度、压缩强度或抗压强度、吸水率、燃烧性能（不燃 材料除外）及垂直于板面方向的抗拉强度（仅限墙体）。 ②复合保温板等墙体节能定型产品的传热系数或热阻、单位面积质量、拉伸粘结强度及燃烧 性能（不燃材料除外）。 ③保温砌块等墙体节能定型产品的传热系数或热阻、抗压强度及吸水率。 ④墙体及屋面反射隔热材料的太阳光反射比及半球发射率。 ⑤墙体粘结材料的拉伸粘结强度。⑥墙体抹面材料的拉伸粘结强度及压折比。 ⑦墙体增强网的力学性能及抗腐蚀性能。 外墙采用保温浆料 做保温层，应制作同条件试件，检测导热系数、干密度和抗压强度。"]}
{"query": "门窗（包括天窗）节能工程施工采用的材料、构件和设备进场时，除核查质量证明 文件、节能性能标识证书、门窗节能性能计算书及复验报告外，复验内容还有哪些？", "pos":[ "①严寒、寒冷地区门窗的传热系数及气密性能； ②夏热冬冷地区门窗的传热系数、气密性能，玻璃的太阳得热系数及可见光透射比； ③夏热冬暖地区门窗的气密性能，玻璃的太阳得热系数及可见光透射比； ④严寒、寒冷、夏热冬冷和夏热冬暖地区透光、部分透光遮阳材料的太阳光透射比、太阳光 反射比及中空玻璃的密封性能。"]}
{"query": "采用预制保温墙板现场安装的墙体，应符合哪些规定？", "pos":[ "①保温墙板的结构性能、 热工性能及与主体结构的连接方法符合要求， 与主体结构连接牢固； ②保温墙板的板缝处理、构造节点及嵌缝做法应符合设计要求；③保温墙板板缝不得渗漏。"]}
{"query": "墙体、屋面和地面节能工程，保温层采用锚固件固定时哪些指标要符合要求？", "pos":[ "这是一科给老实人准备的考试，而非“聪明人”。 —14—锚固件数量、位置、锚固深度、胶结料性能和锚固力应符合要求。"]}
{"query": "地面节能工程应对下列部位进行隐蔽工程验收？", "pos":[ "①基层及其表面处理；②保温材料种类和厚度； ③保温材料粘结；④地面热桥部位处理。"]}
{"query": "屋面保温隔热层的哪些项目应符合设计要求和有关标准的规定？", "pos":[ "敷设方式、厚度、缝隙填充质量及屋面热桥部位的保温隔热做法 5.5.4绿色建造技术导则有关规定（此处内容过难，仅列举部分）"]}
{"query": "绿色建造宜采取哪些技术整体提升建造手段信息化水平？", "pos":[ "采用 BIM、物联网、大数据、云计算、移动通信、区块链、人工智能、机器人等相关技术。"]}
{"query": "绿色策划方案要明确哪些目标？包含哪些内容？", "pos":[ "应明确绿色建造总体目标和资源节约、环境保护、减少碳排放、品质提升、职业健康安全等 分项目标，应包括绿色设计策划、绿色施工策划、绿色交付策划等内容。"]}
{"query": "绿色策划应对哪些进行总体分析，策划适宜的绿色施工技术路径与措施？", "pos":[ "对生态环境保护、资源节约与循环利用、碳排放降低、人力资源节约及职业健康安全分析。"]}
{"query": "从绿色设计角度来讲，建筑材料的选用应符合哪些规定？", "pos":[ "①应符合国家和地方相关标准规范环保要求； ②宜优先选用获得绿色建材评价认证标识的建筑材料和产品； ③宜优先采用高强、高性能材料；④宜选择地方性建筑材料和当地推广使用的建筑材料。"]}
{"query": "绿色施工积极推广使用建筑机器人进行哪些工作？", "pos":[ "进行材料搬运、打磨、铺墙地砖、钢筋加工、喷涂、高空焊接等工作。 5.5.5建筑碳排放计算有关规定"]}
{"query": "建筑运行阶段碳排放计算范围应包括哪些？", "pos":[ "暖通空调、生活热水、照明及电梯、可再生能源、建筑碳汇系统在建筑运行期间的碳排放量。"]}
{"query": "建造阶段碳排放的计算为施工阶段电、汽油、柴油、燃气的消耗量，方法有哪些？", "pos":[ "①施工工序能耗估算法②施工能耗清单统计法一本书，一杯茶，一个暖洋洋的下午，舒舒服服的背起来，把大部分的热情都扑到第三篇吧。 —15—第三篇 建筑工程项目管理实务 要拿出全部热情给第三篇背诵点。顿号、分号、冒号以及序号都是默写题的标志，“周 全背”指的仅仅是这一篇"]}
{"query": "工程勘察资质分为哪些？劳务资质能承接哪些勘察劳务业务？", "pos":[ "工程勘察综合资质、 工程勘察专业资质、 工程勘察劳务资质， 取得工程勘察劳务资质的企业， 可以承接岩土工程治理、工程钻探、凿井等工程勘察劳务业务。"]}
{"query": "工程设计资质分为哪些？", "pos":[ "工程设计综合资质、工程设计行业资质、工程设计专业资质和工程设计专项资质。"]}
{"query": "施工总承包资质按照工程性质和技术特点分别划分为哪些资质类别？", "pos":[ "如房屋建筑、公路、水运、水利、铁路、民航、通信等工程。"]}
{"query": "建立项目部应遵循的规定有哪些？", "pos":[ "①结构应符合组织制度和项目实施要求；②应有明确的管理目标、运行程序和责任制度； ③机构成员应满足项目管理要求及具备相应资格； ④组织分工应相对稳定并可根据项目实施变化进行调整； ⑤应确定机构成员的职责、权限、利益和需承担的风险。"]}
{"query": "建立项目部应遵循的步骤有哪些？", "pos":[ "①根据项目管理规划大纲、项目管理目标责任书及合同要求明确管理任务； ②根据管理任务分解和归类，明确组织结构； ③根据组织结构，确定岗位职责、权限以及人员配置； ④制订工作程序和管理制度；⑤由组织管理层审核认定。"]}
{"query": "项目团队建设应符合下列规定有哪些？", "pos":[ "①建立团队管理机制和工作模式；②各方步调一致，协同工作； ③制订团队成员沟通制度，建立畅通的信息沟通渠道和各方共享的信息平台。"]}
{"query": "项目特殊工种操作人员应取得专业特殊工种操作证有哪些？", "pos":[ "如电工操作证、电（气）焊工操作证，施工机械操作证、高空作业操作证等。"]}
{"query": "项目管理绩效评价的过程（流程）是什么？", "pos":[ "①成立绩效评价机构；②确定绩效评价专家；③制订绩效评价标准；④形成绩效评价结果。"]}
{"query": "项目管理绩效评价的范围是什么？", "pos":[ "（1）项目实施的基本情况；（2）项目管理分析与策划； （3）项目管理方法与创新；（4）项目管理效果验证。"]}
{"query": "项目管理绩效评价的内容是什么？", "pos":[ "①项目管理特点②项目管理理念、模式③主要管理对策、调整和改进 ④合同履行与相关方满意度⑤项目管理过程检查、考核、评价⑥项目管理实施成果。"]}
{"query": "项目管理绩效评价的指标是什么？", "pos":[ "（1）项目质量、安全、环保、工期、成本目标完成情况； （2）供方（供应商、分包商）管理的有效性； （3）合同履约率、相关方满意度；（4）风险预防和持续改进能力；（5）项目综合效益。 6.3 施工组织设计（节选，内容混乱）"]}
{"query": "施工组织设计主要内容分别是什么？", "pos":[ "施工组织设计应包括编制依据、工程概况、施工部署、施工进度计划、施工准备与资源配置 计划、主要施工方法、施工现场平面布置及主要施工管理计划等基本内容。"]}
{"query": "施工组织总设计中总体施工部署包括哪些方面？", "pos":[ "1)确定项目施工总目标（进度、质量、安全、环境、绿色施工和成本等）； 2)根据总目标，确定项目分阶段（期）交付计划； 3)明确项目分阶段（期）施工的合理顺序及空间组织。"]}
{"query": "施工组织总设计中总体施工准备包括哪些？", "pos":[ "技术准备、现场准备和资金准备等"]}
{"query": "什么情况可以修改施工组织设计？", "pos":[ "（1）工程设计有重大修改； （2）有关法律、法规、规范和标准实施、修订和废止； （3）主要施工方法有重大调整；（4）主要施工资源配置有重大调整； （5）施工环境有重大改变。"]}
{"query": "施工总平面图的有哪几类？", "pos":[ "通常有基础工程施工总平面，主体结构工程施工总平面，装饰、安装工程施工总平面等。"]}
{"query": "施工总平面图的设计内容有哪些？", "pos":[ "(1)项目施工用地范围内的地形状况；(2)全部拟建建（构）筑物和其他基础设施的位置； (3)项目施工用地范围内的加工设施、运输设施、存储设施、供电设施、供水供热设施、排 水排污设施、临时施工道路和办公用房生活用房； (4)施工现场必备的安全、消防、保卫和环保设施； (5)相邻的地上、地下既有建（构）筑物及相关环境。"]}
{"query": "施工总平面图设计原则有哪些？", "pos":[ "(1)平面布置科学合理，施工场地占用面积少；(2)合理组织运输，减少二次搬运； (3)施工区域的划分和场地的临时占用应符合总体施工部署和施工流程要求， 减少相互干扰； (4)充分利用既有建（构）筑物和既有设施为项目施工服务，降低临时设施的建造费用； (5)临时设施应方便生产和生活；办公区、生活区、生产区宜分区域设置； (6)符合节能、环保、安全和消防等要求(7)遵守施工现场安全文明施工的相关规定。本科目考试像极了在一片漆黑的环境，洗脏衣服，也不知道哪脏，只有所有地方都洗。"]}
{"query": "施工总平面图设计要点有哪些？", "pos":[ "（“大小标题”型默写） 1.设置大门，引人场外道路 （"]}
{"query": "大门位置与尺寸需要考虑的内容有哪些？", "pos":[ "） 大门位置应考虑周边路网情况、转弯半径和坡度限制，大门的高度和宽度应满足车辆运输需 要，尽可能考虑与加工场地、仓库位置的有效衔接。 2.布置大型机械设备 （"]}
{"query": "布置加工厂的总体指导思想有哪些？", "pos":[ "） 总的指导思想是：应使材料和构件的运输量最小，垂直运输设备发挥较大的作用，工作有关 联的加工厂适当集中。（"]}
{"query": "施工总平面图的绘制时标明内容有哪些？应按哪些绘制？", "pos":[ "施工总平面图应按绘图规则、比例、规定代号和规定线条绘制，把设计的各类内容分类标绘 在图上，标明图名、图例、比例尺、方向标记、必要的文字说明等。"]}
{"query": "施工平面图现场管理目的有哪些？", "pos":[ "使场容美观、整洁，道路畅通，材料放置有序，施工有条不紊，安全文明，相关方都满意、 管理方便、有序。"]}
{"query": "施工现场临电工程规定有哪些？", "pos":[ "施工现场临时用电工程电源中性点直接接地的 220/380V三相四线制低压电力系统，必须符 合下列规定：采用三级配电系统；采 TN-S 接零保护系统；采用二级漏电保护系统。 — 17 —人生苦短，别把大把时间用在反复的学习上，尽力一年搞定。 —18—"]}
{"query": "配电柜（总配电箱）应装的保护电器有哪些？", "pos":[ "配电柜应装设电源隔离开关及短路、过载、漏电保护电器。"]}
{"query": "对哪些设备进行清理、检查、维修时，必须将其开关箱分闸断电，并关门上锁？", "pos":[ "混凝土搅拌机、钢筋加工机械、木工机械、盾构机械。"]}
{"query": "直接埋地敷设的电缆在穿过哪些部位时，应套钢管保护？", "pos":[ "（过过过） 过墙、过道、过临建设施。"]}
{"query": "临时用水量包括有哪些？", "pos":[ "（生机消失） 施工用水量、施工机械用水量、施工现场生活用水量、 生活区生活用水量、消防用水量。"]}
{"query": "供水系统包含的内容有哪些？", "pos":[ "取水位置、取水设施、净水设施、贮水装置、输水管、配水管管网和末端配置。"]}
{"query": "供水管网布置的原则有哪些？", "pos":[ "1.在保证不间断供水的情况下，管道铺设越短越好； 2.要考虑施工期间各段管网移动的可能性； 3.主要供水管线采用环状布置， 孤立点可设支线； 4.尽量利用已有的或提前修建的永久管道;5.管径要经过计算确定。"]}
{"query": "现场检测试验技术管理流程有哪些？", "pos":[ "(1) 制订检测试验计划；(2)制取试样；(3)登记台账； (4)送检；(5)检测试验；(6)检测试验报告管理。"]}
{"query": "确定抽检频次的依据有哪些？", "pos":[ "施工流水段划分、工程量、施工环境及质量控制的需要。"]}
{"query": "施工过程质量检测试验项目和主要检测试验参数应依据哪些确定？", "pos":[ "国家现行相关标准、设计文件、合同要求和施工质量控制的需要确定。"]}
{"query": "试样应有唯一性标识，并应符合哪些规定？", "pos":[ "（明日归） ①试样应按照取样时间顺序连续编号，不得空号、重号； ②试样标识的内容宜包括 ：名称、规格（或强度等级）、制取日期等信息； ③试样标识应字迹清晰、附着牢固。"]}
{"query": "施工现场应按照单位工程分别建立的试样台账有哪些？", "pos":[ "（筋头砂土） 钢筋试样台账，钢筋连接接头试样台账，混凝土试件台账，砂浆试件台账，其他试样台账等。"]}
{"query": "现场试验站仪器设备有哪些？", "pos":[ "人生苦短，别把大把时间用在反复的学习上，尽力一年搞定。 —19—天平、台（案）秤、温度计、湿度计、混凝土振动台、试模、坍落度筒、砂浆稠度仪、钢直 （卷）尺、环刀、烘箱等。"]}
{"query": "项目部技术负责人负责组织编制《项目工程资料管理方案》,内容应包括哪些？", "pos":[ "工程概况、部门（岗位）职责、资料管理流程、资料编制内容及填写要求等。"]}
{"query": "工程资料管理与形成的要求有哪些？", "pos":[ "（分段背诵）同条件试件强度 冬期施工 7 钢结构网架结构焊接球节点、螺栓 球节点承载力安全等级一级、L≥40m 且设计有要求 时 焊缝质量 焊缝探伤 后锚固（植筋、锚栓） 抗拔承载力 8 装饰装修 饰面砖粘贴 粘接强度 9 建筑节能√围护结构现场实体检验外墙节能构造 外窗气密性 设备系统节能性能检验 略有些同学有着一肚子的观点，备考方法，自己的小九九，以至于他在年复一年的备考。 —21—(1)工程资料的套数、费用、移交时间应在合同中明确； (2)工程资料的收集、整理、组卷、移交及归档应及时。 (3)工程资料形成单位应对资料内容的真实性、完整性、有效性负责； (4)工程资料的填写、编制、审核、审批、签认应及时进行，其内容应符合相关规定； (5)工程资料的文字、图表、印章应清晰。"]}
{"query": "工程资料的分类有哪些？", "pos":[ "（分段背诵） 1.工程资料可分为工程准备阶段文件、监理资料、施工资料、竣工图和工程竣工文件 5 类。 2.施工资料可分为施工管理资料、施工技术资料、施工进度及造价资料、施工物资资料、施 工记录、施工试验记录及检测报告、施工质量验收记录、竣工验收资料 8 类。 3.工程竣工文件可分为竣工验收文件、竣工决算文件、竣工交档文件、竣工总结文件 4 类。"]}
{"query": "工程资料组卷要求有哪些？", "pos":[ "（1）专业承包工程形成的施工资料应由专业承包单位负责，并应单独组卷； （2）电梯应按不同型号每台电梯单独组卷； （3）室外工程应按室外建筑环境、室外安装工程单独组卷； （4）当施工资料中部分内容不能按一个单位工程分类组卷时，可按建设项目组卷； （5）施工资料目录应与其对应的施工资料一起组卷； （6）竣工图应按专业分类组卷。"]}
{"query": "施工总承包工程投标主要工作流程是什么？", "pos":[ "报名参加投标→编、 报资格预审申请文件→购买招标文件→研究招标文件→参加现场考察与 标前会→调查投标环境→项目投标策略研究→投标报价计算与决策→编制、 审定投标文件→ 开具投标保函→递交投标文件、投标"]}
{"query": "分析招标文件明确哪些内容？", "pos":[ "招标工程承包范围、承包方式、合同类型、技术标准、质量目标、工期目标、支付方式、洽 商变更及结算方式及其他权利与义务。"]}
{"query": "踏勘工程现场，调查环境条件与施工条件分别有哪些？", "pos":[ "①掌握工程地区气象、水文、地质及其他自然条件， ②现场用地、地形、地貌、地上地下障碍物、现场三通一平、管线位置等施工条件。"]}
{"query": "投标人做好工程所需的劳务、材料、构件、机械设备等市场调查工作有哪些？", "pos":[ "包括市场价格、质量标准、供应渠道、方式与数量、备用供货方案等。"]}
{"query": "对招标文件要求的哪些做出实质性响应？", "pos":[ "精准押题微信345045387 招标范围、质量、工期、技术标准、安全标准、法规、权利义务、报价编制、投标有效期。"]}
{"query": "初步设计阶段开始的工程项目总承包，招标投标范围包括哪些？", "pos":[ "初步设计（含勘察）、技术设计、施工图设计、材料设备采办、工程施工、联合投料试运行、 运行培训等。合同的默写题也是拉开差距的一大关键，因为同样大部分人不知道这节几乎年年考默写。 —22—7.2 工程合同管理"]}
{"query": "工程合同管理内容应包括哪些？", "pos":[ "施工合同的订立、履行、变更、终止和解决争议"]}
{"query": "承包人应处理还哪些引起的合同变更？", "pos":[ "依法合规地实施动态管理，跟踪收集、整理、分析合同履行中的信息，处理好因为工程量增 减、质量及特性、工程标高、工程基线、工程尺寸、工程的删减、永久工程的附加工作、设 备、材料和服务的变更引起的合同变更，合理、及时地调整合同条款。"]}
{"query": "《示范文本》由那三部分组成？", "pos":[ "合同协议书、通用合同条件和专用合同条件三部分组成。"]}
{"query": "工程总承包合同协议书主要包括内容有哪些？", "pos":[ "合同协议书主要包括工程概况、合同工期、质量标准、签约合同价与合同价格形式、工程总 承包项目经理、合同文件构成、承诺、订立时间、合同生效和合同份数。"]}
{"query": "签约合同价的价格清单的构成有哪些费用？", "pos":[ "勘察费、设计费、设备购置费、建筑安装工程费、暂估价、暂列金额、双方约定的其他费用。"]}
{"query": "工程总承包合同的文件内容及解释顺序是什么？", "pos":[ "①合同协议书。②中标通知书（如果有）。③ 投标函及投标函附录（如果有）。 ④专用合同条件及《发包人要求》等附件。⑤ 通用合同条件。⑥ 承包人建议书。 ⑦价格清单。 ⑧ 双方约定的其他合同文件"]}
{"query": "工程总承包企业签订的相关合同有哪些？", "pos":[ "作为工程总承包企业，合同管理工作繁重，例如勘察设计、施工总承包合同、分包合同、劳 务合同、采购合同、租赁合同、借款合同、担保合同、咨询合同、保险合同等。"]}
{"query": "工程总承包合同管理工作包括有哪些？", "pos":[ "合同订立、合同备案、合同交底、合同履行、合同变更、争议与诉讼、合同分析与总结。"]}
{"query": "工程总承包合同管理的原则有哪些？", "pos":[ "（大小标题） 1.依法履约原则。 2.诚实信用原则：应诚实、守信、善意、不滥用权利、不规避义务 3.全面履行原则：包括实际履行和适当履行（按照合同约定的品种、数量、质量、 价款或报酬等的履行） 4.协调合作原则。5.维护权益原则。6.动态管理原则。"]}
{"query": "施工总承包合同文件的优先顺序是什么？", "pos":[ "①合同协议书；②中标通知书（如果有）；③投标函及其附录（.如果有）； ④专用合同条款及其附件；⑤通用合同条款；⑥技术标准和要求； ⑦图纸；⑧已标价工程量清单或预算书；⑨其他合同文件。"]}
{"query": "合同管理人员应做好合同文件的哪些工作？", "pos":[ "制定并执行合同文件的管理规定，保证合同文件不丢失、不损坏、不失密，并方便使用。合 同管理人员应做好合同文件的整理、分类、收尾、保管或移交工作，以满足要求。"]}
{"query": "工程分包合同有哪些？", "pos":[ "可以是专业分包、设计分包、采购分包、劳务分包、试运行服务或其他咨询服务分包等。"]}
{"query": "物资采购合同重点管理的条款有哪些？", "pos":[ "（大小标题）"]}
{"query": "在设备供应合同签订时尚须注意的问题有哪些？", "pos":[ "1.设备价格 2.设备数量（除列明成套设备名称、套数外，还要明确规定随主机的辅机、附件、易损耗备 用品、配件和安装修理工具等） （"]}
{"query": "工程定额规定了哪些内容？编制方法？分类？", "pos":[ "（1）建筑安装工程定额，除规定了单位工程产品的数量标准外，还规定其工作内容、质量 标准、生产方法、安全要求和使用的范围。 （2）工程定额的编制方法有经验估价法、统计分析法、比较类推法、技术测定法。 （3）建设工程定额分类： ①按照生产要素分类：可分为劳动消耗定额、材料消耗定额、机械消耗定额。 ②按定额编制程序和用途分类：工序定额、施工定额、预算定额、概算定额、概算指标、投 资估算指标。 ③按专业性质划分：全国通用定额、行业通用定额、专业专用定额。 ④按主编单位和管理权限划分：全国统一定额、行业统一定额、地区统一定额、企业定额和 补充定额。 ⑤按照费用性质分类：建筑安装工程定额、设备和工器具购置费以及其他费用定额。"]}
{"query": "工程量清单计价工作涉及的过程有哪些？", "pos":[ "贯穿于一项工程的编制工程量清单和招标控制价、投标报价、合同价款约定以及工程计量与 价款支付、工程价款调整、索赔、竣工结算、工程计价争议处理等各个过程。"]}
{"query": "分部分项工程量清单应载明哪些项？", "pos":[ "项目编码、项目名称、项目特征、计量单位和工程量，并根据拟建工程的实际情况列项。 分部分项工程量清单应根据相关工程现行国家计量规范规定的项目编码、项目名称、 项目 特征、计量单位和工程量计算规则进行编制。 投标人应按招标人提供的工程量清单填报价格。填写的项目编码、项目名称、项目特征、计 量单位、工程量必须与招标人提供的一致。"]}
{"query": "措施项目是发生于该工程施工准备和施工过程中的哪些方面的非工程实体项目？", "pos":[ "技术、生活、安全、环境保护等方面的非工程实体项目"]}
{"query": "招标工程量清单是编制哪些的依据？", "pos":[ "应作为编制招标控制价、投标报价、计算工程量、工程索赔、工程结（决）算的依据之一。"]}
{"query": "建设工程造价，由哪些部分组成？", "pos":[ "①建筑工程费；②设备购置费；③设备安装工程费；④工具、器具及生产家具购置费；⑤其 他工程和费用；⑥预备费；⑦固定资产投资方向调节税；⑧建设期投资贷款利息。"]}
{"query": "不同建设阶段的工程造价分别是什么？", "pos":[ "①投资估算；②概算造价；③预算造价；④合同价；⑤结算价；⑥决算价。 按招投标、施工管理、竣工等主要阶段分为招标控制价、投标价、签约合同价、竣工结算价。"]}
{"query": "造价的特点有什么？", "pos":[ "（1）大额性；（2）个别性和差异性；（3）动态性； （4）层次性。"]}
{"query": "建筑安装工程费按照费用构成要素划分是什么？", "pos":[ "(大小标题)①人工费②材料费(材料原价、运杂费、运输损耗费、采购及保管费)③施工机具使用费 施工机械使用 费（含折旧费 、大修理费 、经常修理费 、安拆费及场外运费 、人工费、燃料动 力费、税费）、仪器仪表使用费。 — 24 —造价默写又是一个拉开差距的关键，还是那个原因，大部分人不知道造价也经常考默写。 —25—④企业管理费、⑤利润、⑥规费和税金组成。"]}
{"query": "工程价款管理工作有哪些？", "pos":[ "是指对工程预付款、工程进度款、签证款、工程结算款、保修金的管理工作"]}
{"query": "竣工结算款支付申请单内容有哪些？", "pos":[ "1.竣工结算总额； 2.已支付的合同价款； 3.应扣留的质量保证金； 4.应支付的竣工付款金额。"]}
{"query": "工程竣工结算的调整方法有有哪些？", "pos":[ "1)工程造价指数调整法；2)实际价格法；3)调价系数法；4)调值公式法。"]}
{"query": "导致设计变更、工程签证和索赔事件的发生的因素有哪些？", "pos":[ "建设工程受地形、地质、水文、气象、政治、市场、人等各种因素的影响，加之施工条件复 杂，可能造成工程设计考虑不周或与实际情况不符，必将造成工程施工承包合同中存在各种 缺陷，给合同履行带来不确定性风险，导致设计变更、工程签证和索赔事件的发生 。"]}
{"query": "设计变更的流程有哪些？", "pos":[ "设计变更无论由哪方提出，均应由建设单位、设计单位、施工单位协商，经由设计部门确认 后，发出相应图纸或说明，并办理签发手续后实施。"]}
{"query": "不可预见的外部障碍或条件有哪些？", "pos":[ "如在施工期间， 地质与预计的业主提供的资料不同、 出现未预见到的岩石、 淤泥或地下水等。"]}
{"query": "工程变更索赔有哪些情形？", "pos":[ "由于业主或工程师指令修改设计、 增加或减少工程量、 增加或删除部分工程、 修改实施计划、 变更施工次序，造成工期延长和费用损失。"]}
{"query": "索赔步骤有哪些？", "pos":[ "（大小标题） 1.索赔意向通知 2.索赔的内部处理 1)事态调查 2)干扰事件原因分析 3)索赔根据 4)损失调查 5)收集证据 6)起草索赔报告 3.提交索赔报告 4.解决索赔"]}
{"query": "索赔证据的基本要求有哪些？", "pos":[ "真实性、全面性、法律效力和及时性"]}
{"query": "反索赔的主要内容有哪些？", "pos":[ "（四种反索赔的具体情况描述可参见教材学习 ） (1)延迟工期的反索赔(2)工程施工质量缺陷的反索赔(3)合同担保的反索赔(4)其他进度默写题，是拉开差距的一个关键，因为大部分人也不知道进度几乎年年考默写。 —26—"]}
{"query": "流水施工的特点有哪些？", "pos":[ "①科学利用工作面，争取时间，合理压缩工期； ②工作队实现专业化施工，有利于工作质量和效率的提升； ③工作队及其工人、机械设备连续作业，同时使相邻专业工作队的开工时间能够最大限度地 搭接，减少窝工和其他支出，降低建造成本； ④单位时间内资源投入量较均衡，有利于资源组织与供给。"]}
{"query": "流水施工的表达方式有哪些？", "pos":[ "除网络图外，主要还有横道图和垂直图两种。"]}
{"query": "网络计划的应用程序包括 7 个阶段 18个步骤，具体程序有哪些？", "pos":[ "(1)准备阶段。步骤包括：1)确定网络计划目标 2)调查研究 3)项目分解 4)工作方案设计。 (2)绘制网络图阶段。步骤包括：1)逻辑关系分析；2)网络图构图。 (3)计算参数阶段。 步骤包括：1)计算工作持续时间和搭接时间；2)计算其他时间参数；3)确定关键线路。 (4)编制可行网络计划阶段。步骤包括：1)检查与修正；2)可行网络计划编制。 (5)确定正式网络计划阶段。步骤包括：1)网络计划优化；2)网络计划的确定。 (6)网络计划的实施与控制阶段。 步骤包括：1) 网络计划的贯彻；2)检查和数据采集；3)控制与调整。 (7) 收尾阶段：1)分析；2)总结"]}
{"query": "常用的工程网络计划类型包括哪些？", "pos":[ "双代号网络计划、双代号时标网络计划、单代号网络计划、单代号搭接网络计划。"]}
{"query": "施工总进度计划的内容有哪些？", "pos":[ "施工总进度计划的内容应包括：编制说明，施工总进度计划表（图），分期（分批）实施工 程的开、竣工日期及工期一览表，资源需要量及供应平衡表等。"]}
{"query": "施工总进度计划表（图）为最主要内容，作用有哪些？", "pos":[ "用来安排各单项工程和单位工程的计划开竣工日期、工期、搭接关系及其实施歩骤。"]}
{"query": "资源需要量及供应平衡表可包括的计划有哪些？", "pos":[ "劳动力、材料、预制构件和施工机械等资源的计划。"]}
{"query": "编制说明的内容有哪些？", "pos":[ "编制的依据，假设条件，指标说明，实施重点和难点，风险估计及应对措施等。"]}
{"query": "单位工程施工进度计划内容有哪些？", "pos":[ "（1）工程设计情况： 拟建工程的建筑面积、层数、层高、总高、总宽、总长、平面形状和 平面组合情况，基础、结构类型，室内外装修情况等。 （2）单位工程进度计划，分阶段进度计划，单位工程准备工作计划，劳动力需用量计划， 主要材料、 设备及加工计划， 主要施工机械和机具需要量计划， 主要施工方案及流水段划分， 各项经济技术指标要求等。"]}
{"query": "总进度计划编制步骤有哪些？", "pos":[ "(1)根据独立交工系统的先后顺序，明确划分建设工程项目的施工阶段，按照施工部署要求， 合理确定各阶段各个单项工程的开、竣工日期。 (2)分解单项工程，列出每个单项工程的单位工程和每个单位工程的分部工程。 (3)计算每个单项工程、单位工程和分部工程的工程量。其实你在导学课已经有了明确方向，但在过程中会有很多“引路人”带你“走捷径”，把简单问题复杂化。 —27—(4)确定单项工程、单位工程和分部工程的持续时间。 (5)编制初始施工总进度计划；为了使施工总进度计划清楚明了，可分级编制。 (6)进行综合平衡后，绘制正式施工总进度计划图。"]}
{"query": "单位工程进度计划的编制步骤有哪些？", "pos":[ "(1)收集编制依据；(2)划分施工过程、施工段和施工层； (3)确定施工顺序；(4)计算工程量；(5)计算劳动量或机械台班需用量； (6)确定持续时间；(7)绘制可行施工进度计划图；(8)优化并绘制正式施工进度计划图。"]}
{"query": "进度事前控制内容有哪些？", "pos":[ "（定目标—编计划—保证措施） （1）编制项目实施总进度计划，确定工期目标； （2）将总目标分解为分目标，制定相应细部计划； （3）制定完成计划的相应施工方案和保障措施。"]}
{"query": "进度事中控制内容有哪些？", "pos":[ "（1）检查工程进度，一是审核计划进度与实际进度的差异；二是审核形象进度、实物工程 量与工作量指标完成情况的一致性。 （2）进行工程进度的动态管理，即分析进度差异的原因、提出调整的措施和方案、相应调 整施工进度计划、资源供应计划。（方进资）"]}
{"query": "进度事后控制内容有哪些？", "pos":[ "当实际进度与计划进度发生偏差时，在分析原因的基础上应采取以下措施： （1）制定保证总工期不突破的对策措施； （2）制定总工期突破后的补救措施； （3）调整相应的施工计划，并组织协调相应的配套设施和保障措施。"]}
{"query": "施工进度计划实施监测的方法有哪些？", "pos":[ "横道计划比较法，网络计划法，实际进度前锋线法，S 形曲线法、香蕉型曲线比较法等。"]}
{"query": "施工进度计划监测的内容有哪些？", "pos":[ "（1）不断观测 每项工作的实际开始时间、实际完成时间、实际持续时间、目前现状 等内容， （2）定期观测 关键工作 的进度和关键线路的变化情况，并相应采取措施进行调整。 （3）观测 非关键工作 的进度，以便发掘潜力调整或优化资源，保证关键工作按计划实施。 （4）定期检查工作之间的 逻辑关系 变化情况，以便适时进行调整。 （5）有关项目范围、进度目标、保障措施 变更的信息等，并加以记录。"]}
{"query": "项目进度计划监测后，应形成书面进度报告。项目进度报告的内容有哪些？", "pos":[ "进度执行情况的综合描述；实际施工进度，资源供应进度；工程变更、价格调整、索赔及工 程款收支情况；进度偏差状况及导致偏差的原因分析；解决问题的措施；计划调整意见。"]}
{"query": "网络计划优化的目标有哪些？", "pos":[ "网络计划的优化目标可分为三方面： 工期目标、 费用目标和资源目标。 根据优化目标的不同， 网络计划的优化相应分为工期优化、费用优化和资源优化三种。"]}
{"query": "工期优化时选择优化对象应考虑的因素有哪些？", "pos":[ "（1）缩短持续时间对质量和安全影响不大的工作； （2）有备用资源的工作； （3）缩短持续时间所需增加的资源、费用最少的工作。"]}
{"query": "资源优化的模式有哪些？", "pos":[ "通常分两种模式：“资源有限、工期最短”的优化，“工期固定、资源均衡”的优化。"]}
{"query": "资源优化的前提条件有哪些？", "pos":[ "（1）优化过程中，不改变网络计划中各项工作之间的逻辑关系；其实你在导学课已经有了明确方向，但在过程中会有很多“引路人”带你“走捷径”，把简单问题复杂化。 —28—（2）优化过程中，不改变网络计划中各项工作的持续时间； （3）网络计划中各工作单位时间所需资源数量为合理常量； （4）除明确可中断的工作外，优化过程中一般不允许中断工作，应保持其连续性。"]}
{"query": "费用优化应考虑的方面有哪些？", "pos":[ "精准押题微信345045387 费用优化的目的就是使项目的总费用最低，优化应从以下几个方面进行考虑： （1）在既定工期的前提下，确定项目的最低费用； （2）在既定的最低费用限额下完成项目计划，确定最佳工期； （3）若需要缩短工期，则考虑如何使增加的费用最小； （4）若新增一定数量的费用，则可使工期缩短到多少。"]}
{"query": "施工进度计划调整内容有哪些？", "pos":[ "施工内容；工程量；起止时间；持续时间；工作关系；资源供应等。"]}
{"query": "施工进度计划调整步骤有哪些？", "pos":[ "分析进度计划检查结果;分析进度偏差的影响并确定调整的对象和目标;选择适当调整方法; 编制调整方案;对调整方案进行评价和决策;调整;确定调整后付诸实施的新施工进度计划。"]}
{"query": "项目质量计划是把哪些与项目质量联系起来的文件？", "pos":[ "将质量保证标准、质量管理手册和程序文件的通用要求与项目质量联系起来的文件。"]}
{"query": "哪些设备除精度、性能需满足工程要求外，还需获得相关部门的校验认可？", "pos":[ "测量、检测、试验仪器等设备，"]}
{"query": "模板安装质量应符合哪些规定？", "pos":[ "①模板的接缝应严密； ②模板内不应有杂物、积水或冰雪等； ③模板与混凝土的接触面应平整、清洁； ④用作模板的地坪、胎膜等应平整、清洁，不应有影响构件质量的下沉、裂缝、起砂或起鼓； ⑤对清水混凝土及装饰混凝土构件，应使用能达到设计效果的模板"]}
{"query": "钢筋隐蔽工程验收的内容有哪些？", "pos":[ "口袋里的建造师之所以有这么多页，图标以及质量这一章验收那里做了很大贡献。。。。 (1)纵向受力钢筋的牌号，规格、数量、位置等； (2)箍筋、横向钢筋的牌号、规格、数量、间距、位置及箍筋弯钩的弯折角度及平直段长度； (3)钢筋的连接方式、接头位置、接头质量、接头面积百分率等；增加搭接长度、锚固方式 及锚固长度。 (4)预埋件的规格、数量、位置等。"]}
{"query": "“三交底”与“三检制度”是指？", "pos":[ "确立图纸“三交底”的施工准备工作：施工主管向施工工长做详细的图纸工艺要求、质量要 求交底；工序开始前工长向班组长做详尽的图纸、施工方法、质量标准交底；作业开始前班 长向班组成员做具体的操作方法、工具使用、质量要求的详细交底。 质量三检制：自检、互检及工序交接检查。"]}
{"query": "地下防水工程验收的文件和记录有哪些？", "pos":[ "1）防水设计 ：施工图、设计交底记录 、图纸会审记录 、设计变更通知单和材料代用核定单； 2）资质、资格证明 3）施工方案：施工方法、技术措施、质量保证措施； 4）技术交底 5）材料质量证明：产品合格证、产品性能检测报告、材料进场检验报告； 6）混凝土、砂浆质量证明 ：试配及施工配合比 、混凝土抗压强度 、抗渗性能检验报告 、砂 浆粘结强度、抗渗性能检验报告； — 29 —可以找些朋友家人或者同事一起背诵，比孤军奋战效率高。 —30—7）中间检查记录：施工质量验收记录、隐蔽工程验收记录、施工检查记录； 8）检验记录 9）施工日志 10）其他资料。"]}
{"query": "地基与基础工程验收的实体有哪些？", "pos":[ "（1）地基与基础分部工程验收前，基础墙面上的施工孔洞须按规定镶堵密实，并作隐蔽工 程验收记录：未经验收不得进行回填土分项工程的施工，对确需分阶段进行地基与基础分部 工程质量验收时，建设单位项目负责人在质监交底会上向质监人员提交书面申请，并及时向 质监站备案； （2）混凝土结构工程模板应拆除并对其表面清理干净，混凝土结构存在缺陷处应整改完成； （3）楼层标高控制线应清楚弹出，竖向结构主控轴线应弹出墨线，并做醒目标志； （4）工程技术资料存在的问题均已悉数整改完成； （5）施工合同和设计文件规定的地基与基础分部工程施工的内容已完成，检验、检测报告 （包括环境检测报告）应符合现行验收规范和标准的要求； （6）安装工程中各类管道预埋结束，相应测试工作已完成，其结果符合规定要求； （7）地基与基础分部工程施工中，质监站发出整改（停工）通知书要求整改的质量问题都 已整改完成，完成报告书已送质监站归档。"]}
{"query": "地基与基础&主体结构工程验收需提供的工程资料有哪些？", "pos":[ "一、地基与基础 （1）施工单位在地基与基础工程完工之后对工程进行自检，确认工程质量符合有关法律、 法规和工程建设强制性标准提供的地基基础施工质量自评报告， 该报告应由项目经理和施工 单位负责人审核、签字、盖章； （2）监理单位在地基与基础工程完工后对工程全过程监理情况进行质量评价，提供地基基 础工程质量评估报告，该报告应当由总监和监理单位有关负责人审核、签字、盖章； （3）勘察、设计单位对勘察、设计文件及设计变更进行检查，对工程地基与基础实体是否 与设计图纸及变更一致，进行认可； （4）有完整的地基与基础工程档案资料，见证试验档案，监理资料；施工质量保证资料； 管理资料和评定资料。 二、主体工程 (1)施工单位在完工后进行自检，确认工程质量符合有关法律、法规和工程建设强制性标准 提供主体结构施工质量自评报告， 该报告应由项目经理和施工单位负责人审核、 签字、 盖章； (2)监理单位在主体结构工程完工后对工程全过程监理情况进行质量评价，提供主体工程质 量评估报告，该报告应当由总监和监理单位有关负责人审核、签字、盖章； (3)勘察、设计单位对勘察、设计文件及设计变更进行检查对工程主体实体是否与设计图纸 及变更一致，进行认可； (4)有完整的主体结构工程档案资料，见证试验档案，监理资料；施工质量保证资料；管理 资料和评定资料； (5)主体工程验收通知书；(6)工程规划许可证复印件； (7)中标通知书复印件； (8)工程施工许可证复印件； (9)混凝土结构子分部工程结构实体混凝土强度验收记录； (10)混凝土结构子分部工程结构实体钢筋保护层厚度验收记录。 （其中 6,7,8 复印件需加盖建设单位公章）"]}
{"query": "地基基础工程验收时应提交哪些资料？", "pos":[ "（注意与基础验收资料区分） 1）岩土工程勘察报告； 2）设计文件、图纸会审记录和技术交底资料； 3）工程测量、定位放线记录； 4）施工组织设计及专项施工方案； 5）施工记录及施工单位自查评定报告；6）监测资料； 7）隐蔽工程验收资料； 8）检测与检验报告； 9）竣工图。"]}
{"query": "装饰装修工程主要隐蔽验收项目有哪些？", "pos":[ "龙骨隔墙、地垄墙钢筋绑扎、石材钢骨架焊接、隔墙岩棉、木、钢板饰面基层、卫生间防水、 吊顶工程暗龙骨、吊顶工程明龙骨等。韦编三绝，牛角挂书。 —32—"]}
{"query": "单位工程质量验收（竣工验收）合格的规定有哪些？", "pos":[ "(1)所含分部工程的质量均应验收合格。 (2)质量控制资料应完整。(当工程质量控制资料部分缺失时，应委托有资质的检测机构按有 关标准进行相应的实体检验或抽样试验) (3)所含分部工程中有关安全、节能、环境保护和主要使用功能的检测资料应完整。 (4)主要使用功能的抽查结果应符合相关专业验收规范的规定。 (5)观感质量验收符合要求。这仅仅是个考试，而非实践，他需要的你是王语嫣即可，无需非要是乔峰。 —33—"]}
{"query": "施工项目的制造成本内容包括哪些？", "pos":[ "①所消耗的主、辅材料，构配件，周转材料的摊销费或租赁费； ②施工机械的使用费或租赁费；③支付给生产工人的工资、奖金； ④施工措施费；⑤现场施工组织与管理所发生的全部管理费。"]}
{"query": "施工项目成本计划编制原则有哪些？", "pos":[ "施工项目成本计划应依据可行性、先进性、科学性、统一性、适时性等原则进行编制。"]}
{"query": "施工成本目标编制的主要依据有哪些？", "pos":[ "①项目部与企业签订的项目目标责任书，包括各项管理指标。②施工图计算出的工程量。 ③企业定额，包括人工、材料、机械等价格。④劳务分包合同及其他分包合同。 ⑤施工设计及施工方案。⑥项目岗位责任成本控制指标。"]}
{"query": "施工成本计划的编制程序有哪些？", "pos":[ "①搜集和整理各类有关资料。②分解目标成本。 ③编制成本计划草案。④综合平衡，编制正式的成本计划"]}
{"query": "施工项目目标成本根据工程性质、类别或特点，可选择哪些方法进行分解？", "pos":[ "①根据总工期生产进度网络节点计划分解；②按月形象进度计划分解； ③按施工项目直接成本和间接成本分解；④按成本编制的工、料、机费用分解。"]}
{"query": "项目的管理费有哪些？", "pos":[ "例如临时设施摊销费、管理薪酬、劳动保护费、工程保修费、办公费、差旅费等"]}
{"query": "按项目成本费用目标，成本可划分为哪些？", "pos":[ "按项目成本费用目标划分为:生产成本、质量成本、工期成本、不可预见成本(例如罚款等）"]}
{"query": "施工准备阶段的成本控制工作有哪些？", "pos":[ "要根据设计图纸和有关技术资料，对施工方法、施工顺序、作业组织形式、机械设备选型、 技术组织措施等进行认真的研究分析，制定科学先进、经济合理的施工方案。"]}
{"query": "成本管理绩效主要指标是哪些？", "pos":[ "项目责任成本目标完成情况，如产值利润率、劳动生产率、劳动消耗指标、材料消耗指标、 机械消耗指标、降低成本额和降低成本率等指标完成情况。"]}
{"query": "成本考核需要确定的内容有哪些？", "pos":[ "确定成本考核目的、时间、范围、对象、方式、依据、指标、组织领导、评价与奖惩原则"]}
{"query": "施工企业哪些要求应形成责任书，责任书的内容应包括哪些？", "pos":[ "施工企业各管理层、职能部门、岗位的安全生产责任应形成责任书，并应经责任部门或责任 人确认。责任书的内容应包括安全生产职责、目标、考核奖惩标准等。"]}
{"query": "安全生产管理制度包括什么？", "pos":[ "施工企业安全生产管理制度应包括安全生产教育培训，安全费用管理，施工设施、设备及劳 动防护用品的安全管理， 安全生产技术管理， 分包(供)方安全生产管理， 施工现场安全管理， 应急救援管理，生产安全事故管理，安全检查和改进，安全考核和奖惩等制度。"]}
{"query": "安全教育和培训的类型应包括什么？", "pos":[ "1.上岗证书的初审 2.复审培训 3.三级教育(企业、项目、班组) 4.岗前教育 5.日常教育 6.年度继续教育。"]}
{"query": "安全生产教育培训的对象应包括哪些人员？", "pos":[ "企业各管理层的负责人、管理人员、特殊工种及新上岗、待岗复工、转岗、换岗的作业人员。"]}
{"query": "施工企业新上岗操作工人必须进行岗前教育培训内容有哪些？", "pos":[ "①安全生产法律法规和规章制度；②安全操作规程；③针对性的安全防护措施； ④违章指挥、违章作业、违反劳动纪律产生的后果； ⑤预防、减少安全风险以及紧急情况下应急救援的基本知识、方法和措施。"]}
{"query": "施工企业安全生产继续教育内容有哪些？", "pos":[ "1）新颁布的安全生产法律法规、安全技术标准规范和规范性文件； 2）先进的安全生产技术和管理经验；3）典型事故案例分析。"]}
{"query": "安全生产费用管理内容有哪些？", "pos":[ "应包括资金的提取、申请、审核审批、支付、使用、统计、分析、审计检查等工作内容。"]}
{"query": "安全生产费用应包括有哪些？", "pos":[ "安全技术措施、安全教育培训、劳动保护、应急准备等，以及必要的安全评价、监测、检测、 论证所需费用。"]}
{"query": "施工企业安全技术管理应包括对安全生产技术措施哪些管理工作？", "pos":[ "对安全生产技术措施的制订、实施、改进等管理。"]}
{"query": "施工企业对分包单位的安全生产管理应符合哪些要求？", "pos":[ "①选择合法的分包（供）单位； ②与分包（供）单位签订安全协议，明确安全责任和义务； ③对分包单位施工过程的安全生产实施检查和考核； ④及时清退不符合安全产生要求的分包（供）单位； ⑤分包工程竣工后对分包（供）单位安全生产能力进行评价。"]}
{"query": "施工企业对分包(供)单位检查和考核，包括哪些内容？", "pos":[ "要是能像伍佰开演唱会那样，背诵点我起个头，剩下你全能接出来，就太好了。 —35—①分包单位安全生产管理机构的设置、人员配备及资格情况； ②分包（供）单位违约、违章情况；③分包单位安全生产绩效。"]}
{"query": "专职安全员的职责有哪些？", "pos":[ "①对项目安全生产管理情况应实施巡查，阻止和处理违章指挥、违章作业和违反劳动纪律等 现象，并应做好记录； ②对危险性较大的分部分项工程应依据方案实施监督并做好记录； ③应建立项目安全生产管理档案，并应定期向企业报告项目安全生产情况。"]}
{"query": "施工企业的应急救援管理应包括有哪些？", "pos":[ "建立组织机构、预案编制、审批、演练、评价、完善和应急救援响应工作程序及记录等内容。"]}
{"query": "应急救援预案应包括哪些内容？", "pos":[ "①紧急情况、事故类型及特征分析； ②应急救援组织机构与人员及职责分工、联系方式；③应急救援设备和器材的调用程序； 精准押题微信345045387 ④与企业内部相关部门和外部政府、消防、抢险、医疗等单位部门的信息报告、联系方法； ⑤抢险急救的组织、现场保护、人员撤离及疏散等活动的具体安排。"]}
{"query": "危险源的分类与辨识方法有哪些？", "pos":[ "危险源的类型：如机械类、电器类、辐射类、物质类、高坠类、火灾类和爆炸类等。 危险源辨识常用的方法有专家调查法、头脑风暴法、德尔 菲法、现场调查法、工作任务分 析法、安全检查表法、危险与可操作性研究法、事件树分析 法和故障树分析法等。"]}
{"query": "重大危险源控制系统的组成有哪些？", "pos":[ "1.重大危险源的辨识 2.重大危险源的评价 3.重大危险源的管理 通过技术措施（包括化学品的选择、设施的设计、建造、运转、维修以及有计划的检查）和 组织措施（包括对人员的培训与指导；提供保证其安全的设备；工作人员水平、工作时间、 职责的确定；以及对外部合同工和现场临时工的管理） 4.重大危险源的安全报告（安全报告应详细说明重大危险源的情况，可能引发事故的危险因 素以及前提条件，安全操作和预防失误的控制措施，可能发生的事故类型，事故发生的可能 性及后果，限制事故后果的措施，现场事故应急救援预案等） 5.事故应急救援预案（应提出详尽、实用、明确和有效的技术措施与组织措施）"]}
{"query": "重大危险源的评价有哪些？", "pos":[ "(1)辨识各类危险因素及其原因与机制；(2)依次评价已辨识的危险事件发生的概率； (3)评价危险事件的后果；(4)进行风险评价；(5)风险控制"]}
{"query": "安全检查的内容有哪些？", "pos":[ "（大小标题） 施工安全检查主要是以查安全思想、查安全责任、查安全制度、查安全措施、查安全防护、 查设备设施、 查教育培训、 查操作行为、 查劳动防护用品使用和查伤亡事故处理等主要内容。"]}
{"query": "查设备设施主要是检查哪些？", "pos":[ "检查现场投入使用的设备设施的购置、租赁、安装、验收、使用、过程维护保养等；"]}
{"query": "查操作行为主要是检查哪些？", "pos":[ "有无违章指挥、违章作业、违反劳动纪律的行为。"]}
{"query": "查现场劳动防护用品、用具的使用主要是检查哪些？", "pos":[ "检查现场劳动防护用品、用具的购置、产品质量、配备数量和使用等；"]}
{"query": "哪些时期要进行季节性安全检查？", "pos":[ "主要是针对气候特点（如：暑季、雨季、风季、冬季等）组织的安全检查。"]}
{"query": "哪些设备设施要进行安全验收检查？", "pos":[ "现场塔式起重机等起重设备、外用施工电梯、龙门架及井架物料提升机、电气设备、脚手架、 现浇混凝土模板支撑系统等设备设施在安装、搭设过程中或完成后进行的安全验收、检查。"]}
{"query": "建筑工程安全检查的方法有哪些？", "pos":[ "（大小标题） 可以采用“听” “问” “看” “量” “测” “运转试验”等方法进行。"]}
{"query": "“听”听取基层管理人员或施工现场安全员汇报哪些？", "pos":[ "安全生产情况，介绍现场安全工作经验、存在的问题、今后的发展方向。"]}
{"query": "“看”主要查看哪些？", "pos":[ "项目负责人、 专职安全管理人员、 特种作业人员等的持证上岗情况； 现场安全标志设置情况； 劳动防护用品使用情况； 现场安全防护情况； 现场安全设施及机械设备安全装置配置情况等。"]}
{"query": "“量”主要测量哪些？", "pos":[ "对脚手架各种杆件间距的测量；对现场安全防护栏杆高度的测量；对电气开关箱安装高度的 测量；对在建工程与外电边线安全距离的测量等。"]}
{"query": "“测”主要测试哪些？", "pos":[ "使用漏电保护器测试仪对漏电保护器漏电动作电流、漏电动作时间的测试；使用地阻仪对现 场各种接地装置接地电阻的测试；使用兆欧表对电机绝缘电阻的测试；使用经纬仪对塔吊、 外用电梯安装垂直度的测试等。"]}
{"query": "“运转试验”主要试验哪些？", "pos":[ "对塔吊力矩限制器、变幅限位器、起重限位器等安全装置的试验；对施工电梯制动器、限速 器、上下极限限位器、门连锁装置等安全装置的试验；对龙门架超高限位器、断绳保护器等 安全装置的试验等。"]}
{"query": "“建筑施工安全检查评分汇总表”主要内容包括有哪些？", "pos":[ "安全管理、文明施工、脚手架、基坑工程、模板支架、高处作业、施工用电、物料提升机与 施工升降机、塔式起重机与起重吊装、施工机具 10 项"]}
{"query": "基础工程施工容易发生的生产安全事故有哪些？", "pos":[ "基坑坍塌、中毒、触电、机械伤害等类型生产安全事故，坍塌事故尤为突出。你自己押题和所谓的“内部押题”其实是一样的，都是在胡说八道，只不过他是一本正经的。 —37—"]}
{"query": "基坑发生坍塌以前的主要迹象有哪些？", "pos":[ "(1)周围地面出现裂缝，并不断扩展。 (2)支撑系统发出挤压等异常响声。 (3)环梁或排桩、挡墙的水平位移较大，并持续发展。 (4)支护系统出现局部失稳。(5)大量水土不断涌入基坑。 (6)相当数量的锚杆螺母松动，甚至有的槽钢松脱等。"]}
{"query": "基础工程施工安全控制的主要内容有哪些？", "pos":[ "(1)挖土机械作业安全。(2)边坡与基坑支护安全。(3)降水设施与临时用电安全。 (4)防水施工时的防火、防毒安全。(5)桩基施工的安全防范。"]}
{"query": "基坑（槽）开挖前的勘察内容有哪些？", "pos":[ "（1）详尽搜集工程地质和水文地质资料。 （2）认真查明地上、地下各种管线（如上下水、电缆、煤气、污水、雨水、热力等管线或 管道）的分布和形状、位置和运行状况，。 （3）充分了解和查明周围建（构）筑物的状况。 （4）充分了解和查明周围道路交通状况。 （5）充分了解周围施工条件。"]}
{"query": "基坑工程的监测包括支护结构的监测和周围环境的监测，重点监测有哪些？", "pos":[ "重点是做好支护结构水平位移、 周围建筑物、地下管线变形、地下水位等的监测。"]}
{"query": "基坑施工的安全应急措施有哪些？", "pos":[ "（分段背诵） （1）在基坑开挖过程中，一旦出现了渗水或漏水，应根据水量大小，采用坑底设沟排水、 引流修补、密实混凝土封堵、压密注浆、高压喷射注浆等方法及时进行处理。 （2）如果悬臂式支护结构位移超过设计值时，应采取加设支撑或锚杆、支护墙背卸土等方 法及时进行处理。如果悬臂式支护结构发生深层滑动时，应及时浇筑垫层，必要时也可以加 厚垫层，形成下部水平支撑。 （3）对于轻微的流沙现象，在基坑开挖后可采用加快垫层浇筑或加厚垫层的方法“压住” 流沙。对于较严重的流沙，应增加坑内降水措施进行处理。 （4）如果发生管涌，可以在支护墙前再打设一排钢板桩，在钢板桩与支护墙间进行注浆。 （5）对邻近建筑物沉降的控制一般可以采用回灌井、跟踪注浆等方法。对于沉降很大的建 筑，如果基础是钢筋混凝土的，则可以考虑采用静力锚杆压桩的方法进行处理。 （6）对于基坑周围管线保护的应急措施包括增设回灌井、打设封闭桩或管线架空等方法。"]}
{"query": "脚手架地基应符合哪些规定？", "pos":[ "1.应平整坚实，应满足承载力和变形要求；2.应设置排水设施，搭设场地不应积水； 3.冬期施工应采取防冻胀措施。"]}
{"query": "脚手架搭设过程中，应在哪些阶段进行检查？", "pos":[ "1)基础完工后及脚手架搭设前； 2)首层水平杆搭设后；3) 作业脚手架每搭设一个楼层高度； 4)悬挑脚手架悬挑结构搭设固定后；5) 搭设支撑脚手架，高度每 2 〜4步或不大于 6m。"]}
{"query": "脚手架定期检查的主要内容有哪些？ (1)杆件的设置与连接，连墙件、支撑、门洞桁架的构造是否符合要求； (2)地基是否积水，底座是否松动，立杆是否悬空，扣件螺栓是否松动；当你看过这一道又一道稀奇古怪的 B-4，你就知道了，不全背，你能想到他会考这个？", "pos":[ "(3)高度在 24m以上的双排、满堂脚手架，高度在 20m 以上的满堂支撑架，其立杆的沉降与 垂直度的偏差是否符合技术规范要求； (4)架体安全防护措施是否符合要求；(5)是否有超载使用现象。"]}
{"query": "主体工程施工安全隐患的主要表现形式有哪些？", "pos":[ "(一)现浇混凝土模板与支撑系统 （1）模板支撑架体地基、基础下沉。 （2）架体的杆件间距或步距过大。 （3）架体未按规定设置斜杆、剪刀撑和扫地杆。 （4）构架的节点构造和连接的紧固程度不符合要求。 （5）主梁和荷载显著加大部位的构架未加密、加强。 （6）高支撑架未设置一至数道加强的水平结构层。"]}
{"query": "起重机械设备安全管理要点有哪些？", "pos":[ "①起重机械应满足施工方案要求。 ②起重吊装机械应安装限位装置，并应定期检查。 ③安装和拆除塔式起重机时，应有专项技术方案。 ④群塔作业应采取防止塔式起重机相互碰撞措施。 ⑤采用非定型产品的吊装机械时，必须进行设计计算，并应进行安全验算。 ⑥起重吊装“十不吊”"]}
{"query": "起重机十不吊有哪些？", "pos":[ "a. 超载或被吊物质量不清不吊；b.指挥信号不明确不吊；c.捆绑、吊挂不牢或不平衡，可 能引起滑动时不吊；d.被吊物上有人或浮置物时不吊；e.结构或零部件有影响安全工作的缺 陷或损伤时不吊；f.遇有拉力不清的埋置物件时不吊；g.工作场地昏暗，无法看清场地、被 吊物和指挥信号时不吊；h.被吊物棱角处与捆绑钢绳间未加衬垫时不吊；i.歪拉斜吊重物时 不吊；j.容器内装的物品过满时不吊。"]}
{"query": "高处作业的控制的主要内容有哪些？", "pos":[ "(1)临边作业安全。(2)洞口作业安全。(3)攀登与悬空作业安全。 (4)操作平台作业安全。(5)交叉作业安全。(6)安全防护网搭设。"]}
{"query": "高处作业的防护设施验收的项目有哪些？", "pos":[ "1)防护栏杆的设置与搭设；2)攀登与悬空作业的用具与设施搭设； 3)操作平台及平台防护设施的搭设；4)防护棚的搭设；5)安全网的设置； 6)安全防护设施、设备的性能与质量、所用的材料、配件的规格； 7)设施的节点构造，材料配件的规格、材质及其与建筑物的固定、连接状况。"]}
{"query": "安全防护设施验收资料应有哪些？", "pos":[ "1)施工组织设计中的安全技术措施或施工方案； 2)安全防护用具用品、 材料和设备合格证明； 3)安全防护设施验收记录；4)预埋件隐蔽验收记录；5)安全防护设施变更记录。"]}
{"query": "悬挑式操作平台设置规定有哪些？", "pos":[ "①操作平台的搁置点、拉结点、支撑点应设置在稳定的主体结构上，且应可靠连接； ②严禁将操作平台设置在临时设施上； ③操作平台的结构应稳定可靠，承载力应符合设计要求"]}
{"query": "塔吊拆装必须配备的人员有哪些？", "pos":[ "持有安全生产考核合格证书的项目负责人和安全负责人、机械管理人员； 建筑起重机械安装拆卸工、起重司机、起重信号工、司索工等特殊作业操作人员。更主要的是，大多数情况，你劝他全背，他非但不听，还会反唇相讥，夏虫不可语冰。 —40—"]}
{"query": "塔吊的安全保护装置有哪些？", "pos":[ "塔吊的动臂变幅限制器、行走限位器、力矩限制器、吊钩高度限制器以及各种行程限位开关 等安全保护装置，必须安全完整、灵敏可靠，不得随意调整和拆除。"]}
{"query": "土石方机械作业前，应查明哪些？", "pos":[ "施工场地明、暗设置物（电线、地下电缆、管道、坑道等）的地点及走向，明显记号标识。"]}
{"query": "土方工程需要立即停工的条件有哪些？", "pos":[ "(1)填挖区土体不稳定，有发生坍塌危险时； (2)气候突变，发生暴雨、水位暴涨或山洪暴发时； (3)在爆破警戒区内发出爆破信号时；(4)地面涌水冒泥，出现陷车或因雨发生坡道打滑时； (5)工作面净空不足以保证安全作业时；(6)施工标志、防护设施损毁失效时。"]}
{"query": "施工电梯启动前检查要求有哪些？", "pos":[ "检查各限位安全装置情况，经检查无误后先将梯笼升高至离地面 1m 处停车检查制动是否符 合要求，然后继续上行试验楼层站台、防护门、上限位以及前、后门限位，并观察运转情况， 确认正常后，方可正式投入使用。"]}
{"query": "施工电梯凡遇有哪些情况时应停止运行？", "pos":[ "天气恶劣，如雷雨、6 级及以上大风、大雾、导轨结冰等情况；灯光不明，信号不清；机械 发生故障，未彻底排除；钢丝绳断丝磨损超过规定。"]}
{"query": "施工电梯载运哪些材料时，必须制定安全措施向操作人员交底后方可载运？", "pos":[ "熔化沥青、剧毒物品、强酸、溶液、笨重构件、易燃物品和其他特殊材料，必须由技术部门 会同安全、机务和其他有关部门制定安全措施向操作人员交底后方可载运。"]}
{"query": "物料提升机防护装置有哪些？", "pos":[ "安全停靠装置；断绳保护装置；楼层口停靠栏杆（门）；吊篮安全门；上料口防护棚；上极 限限位器；下极限限位器；紧急断点开关；信号装置；缓冲器；超载限制器；通信装置。"]}
{"query": "气瓶的要求有哪些？", "pos":[ "必须配好瓶帽、防震圈；旋紧瓶帽，轻装，轻卸，严禁抛、滑、滚动或撞击。"]}
{"query": "木工机械的要求有哪些？", "pos":[ "有轮必有罩、有轴必有套和锯片有罩锯，条有套，刨（剪）、切有挡，安全器送料的要求。"]}
{"query": "建筑安全事故可以分为四类有哪些？", "pos":[ "（大小标题） 即生产事故、质量问题、技术事故和环境事故。"]}
{"query": "生产事故主要是指那些过程的安全事故？", "pos":[ "在建筑产品的生产、维修、拆除过程中，操作人员违反操作规程而直接导致的安全事故。"]}
{"query": "施工前应逐级进行安全技术交底的内容有哪些？", "pos":[ "（区分技术交底“环法”） 交底应包括工程概况、安全技术要求、风险状况、控制措施和应急处置措施等内容。"]}
{"query": "哪些地方要防坠落？", "pos":[ "（两洞两井） 洞口、电梯井口、降水井、开挖孔洞等作业场所应采取防坠落措施，并应符合相关规定。"]}
{"query": "脚手板的要求？", "pos":[ "（平稳满紧实） 操作平台四周应设置防护栏杆，脚手板应铺满、铺稳 、铺实、铺平并绑牢或扣紧。"]}
{"query": "哪些部位自建筑物施工至二层起，其上部应设置安全防护棚？今年这绿色建造的知识点估计他自己都迷糊了，我到底属于哪一块的内容？", "pos":[ "每篇都有。。 ①人员进出的通道口； ②上方施工可能坠落物件的影响范围内的通行道路和集中加工场地； ③起重机的起重臂回转范围之内的通道。"]}
{"query": "哪些临时结构要保证整体稳定性？", "pos":[ "建筑施工中模板及支撑系统、脚手架、基坑、边坡、操作平台、临时建筑等临时结构应遵循 先设计后施工的原则，保证其在设计规定的使用工况下保持整体稳定性。"]}
{"query": "信息分类有哪些？", "pos":[ "1.施工项目信息主要按内容属性分为技术类、经济类、管理类和法律类等信息；（四科） 2.按照管理目标分为成本、质量、安全、进度等管理信息；（四目标） 3.按照生产要素分为劳动力、材料、机械设备、技术、资金等管理信息。（资源资金技术）"]}
{"query": "项目对外宣传网页可显示本工程相关内容有哪些？", "pos":[ "新闻动态、通知公告、工程信息、施工技术、财务信息、思想建设等方面的信息。"]}
{"query": "项目使用办公自动化系统的功能有哪些？", "pos":[ "实现总承包商信息发布、文件管理、内部邮件、手机短信提醒、办公事务的自动流转等功能。 办公自动化系统内置工作流程系统，可以实现各项业务流程的管理，文件流转及审批。"]}
{"query": "项目管理信息系统的子系统分类有哪些？", "pos":[ "成本管理、进度管理、 质量管理、材料及机械设备管理、合同管理、安全管理、文档资料 管理等子系统。"]}
{"query": "项目信息保护方法有哪些？", "pos":[ "通过数据 备份、磁盘 镜像、磁盘阵列等冗余备份技术，来保证数据信息的静态存储安全。网 络数据库配置防火墙等防止黑客人侵的设备， 软件应及时升级， 关键服务器采用双机热备份。"]}
{"query": "网络安全管理要求有哪些？", "pos":[ "(1)内部网络与外部网络互联时，要确保保密的等级与安全实施是否对应，必要时与外部网 络进行物理隔离。 (2)建立用户身份认证制度和访问控制机制，按用户级别、岗位和应用需求进行应用授权， 限制用户的非权限访问。 (3)对网上传输的重要文件进行加密处理。(4)网络系统安装防病毒软件，并定时升级。 12.1.2工程施工智能监测技术应用（节选）"]}
{"query": "建筑工程施工现场监管信息系统由哪些层组成？ 由数据采集层、基础设施层、数据层（基础数据、监管数据）、业务应用层和用户层等组成。1.现场监管信息系统数据层中系统监管数据应包括哪些? 质量监管数据 、安全监管数据 、环境监管数据 、从业人员实名制监管数据以及监控视频数据。 2现场监管信息系统数据层中环境监管数据应包括哪些？", "pos":[ "工地扬尘监测数据、现场环境噪声监测数据、工地小气候气象监测数据等。"]}
{"query": "建筑工程施工现场监管信息系统包含哪些子系统？", "pos":[ "包括质量监管 、安全监管 、环境监管 、从业人员实名制管理 、协同处置 、移动数据采集 、视 频监控、基础数据管理和应用维护等子系统 。 协管维护质安，视频采集实名制数据 — 41 —事以密成，言以泄败，别没事就发个朋友圈，抖音什么的，宣传一下自己“多努力”。 —42—"]}
{"query": "基坑工程监测范围应根据哪些条件确定？", "pos":[ "应根据基坑设计深度、地质条件、周边环境情况以及支护结构类型、施工工法等综合确定； 采用施工降水时，尚应考虑降水及地面沉降的影响范围。"]}
{"query": "深基坑现场监测的对象宜包括哪些？", "pos":[ "①支护结构；②基坑及周围岩土体；③地下水； ④周边环境中的被保护对象，包括周边建筑、管线、轨道交通、铁路及重要的道路等； ⑤其他应监测的对象 。"]}
{"query": "施工期间监测，宜重点监测哪些构件和节点？", "pos":[ "①应力变化显著或应力水平较高的构件；②变形显著的构件或节点； ③承受较大施工荷载的构件或节点；④控制几何位形的关键节点； ⑤能反映结构内力及变形关键特征的其他重要受力构件或节点"]}
{"query": "一般建筑、高层结构与大跨空间结构检测内容分别有哪些？", "pos":[ "1.一般建筑 （1）施工期间监测项目可包括应变监测、变形与裂缝监测、环境及效应监测。变形监测可 包括基础沉降监测、竖向变形监测及水平变形监测；环境及效应监测可包括风及风致响应监 测、温湿度监测及振动监测。 （2）使用期间监测项目可包括变形与裂缝监测、应变监测、索力监测和环境及效应监测， 变形监测可包括基础沉降监测、结构竖向变形监测及结构水平变形监测；环境及效应监测可 包括风及风致响应监测、温湿度监测、地震动及地震响应监测、交通监测、冲刷与腐蚀监测。 2.高层及高耸结构监测 （1）施工期间监测项目：沉降监测、变形监测、应变监测、风及风致响应监测。 （2）使用期间监测项目：变形监测、应变监测、风及风致响应监测、地震动及地震响应监 测、温湿度监测。 3.大跨空间结构监测 （1）施工期间监测项目：基础沉降监测、变形监测、应变监测。 （2）使用期间监测项目：变形监测、应变监测、风及风致响应监测。"]}
{"query": "在居民和单位密集区进行爆破、打桩作业前的准备工作有哪些？", "pos":[ "项目经理部除按规定报告申请批准外， 还应将作业计划、 影响范围、 程度及有关措施等情况， 向有关的居民和单位通报说明，取得协作和配合；对施工机械的噪声与振动扰民，应有相应 的措施予以控制。（计程犯错）"]}
{"query": "施工时发现文物、古迹、爆炸物、电缆等应如何处理？", "pos":[ "应当停止施工，保护好现场，及时向有关部门报告，按照有关规定处理后方可继续施工。"]}
{"query": "施工需要停水、停电、封路时，应如何处理？", "pos":[ "必须经有关部门批准，事先告示,并设有标志。"]}
{"query": "施工现场应配备常用药品及哪些急救器材？", "pos":[ "绷带、止血带、颈托、担架等急救器材。"]}
{"query": "施工现场应结合季节特点，做好作业人员的卫生防疫有关工作有哪些？", "pos":[ "饮食卫生和防暑降温、防寒取暖、防煤气中毒、防疫等各项工作。"]}
{"query": "现场办公区和生活区应灭四害有哪些？", "pos":[ "灭鼠、灭蚊、灭蝇、灭蟑螂等措施，并应定期投放和喷洒灭虫、消毒药物。"]}
{"query": "施工现场生活区内应设置与饮用水有关的用品有哪些？", "pos":[ "开水炉、电热水器或饮用水保温桶，施工区应配备流动保温水桶。"]}
{"query": "现场食堂的管理要求有哪些？你能保证你不背的就肯定不考？", "pos":[ "如果真有这特异功能，考建造师属实屈才了。 —43—(1)现场食堂应设置在远离厕所、垃圾站、有毒有害场所等污染源的地方。 (2)炊具宜存放在封闭的橱柜内，刀、盆、案板等炊具应生熟分开，炊具、餐具和公用饮水 器具必须清洗消毒。"]}
{"query": "炊事人员卫生要求有哪些？", "pos":[ "现场食堂必须办理卫生许可证， 炊事人员必须持身体健康证上岗， 上岗应穿戴洁净的工作服、 工作帽和口罩，应保持个人卫生，不得穿工作服出食堂，非炊事人员不得随意进入制作间。"]}
{"query": "现场文体活动室配备的用品有哪些？", "pos":[ "文体活动室应配备电视机、书报、杂志等文体活动设施、用品。"]}
{"query": "现场食品卫生与防疫要求有哪些？", "pos":[ "(1)施工作业人员如发生法定传染病、食物中毒或急性职业中毒时，必须要在 2h内向施工现 场所在地建设行政主管部门和卫生防疫等部门进行报告，并应积极配合调查处理。 (2)施工作业人员如患有法定传染病时， 应及时进行隔离， 并由卫生防疫部门进行处置。"]}
{"query": "职业病相关费用有哪些？", "pos":[ "用于预防和治理职业病危害、工作场所卫生检测、健康监护和职业卫生培训等的费用，应按 照国家有关规定，在生产成本中据实列支，专款专用。"]}
{"query": "应书面告知劳动者的内容有哪些？", "pos":[ "工作场所或岗位产生或可能产生的职业病危害因素、危害后果和应采取的职业病防护措施。"]}
{"query": "现场文明施工管理的主要内容有哪些？", "pos":[ "(1)抓好项目文化建设。 (2)规范场容，保持作业环境整洁卫生。 (3)创造文明有序安全生产的条件。(4)减少对居民和环境的不利影响。"]}
{"query": "现场文明施工管理的基本要求有哪些？", "pos":[ "（1）施工现场应当做到“文明施工六化”：围挡、大门、标牌标准化；材料码放整齐化； 安全设施规范化；生活设施整洁化；职工行为文明化；工作生活秩序化。 （2）施工作业要做到工完场清、施工不扰民、现场不扬尘、运输无遗撒、垃圾不乱弃，努 力营造良好的施工作业环境。"]}
{"query": "安全文明施工的宣传方式有哪些？", "pos":[ "施工现场应设置宣传栏、报刊栏、悬挂标语、和安全警示标志牌，加强安全文明施工宣传。"]}
{"query": "项目经理部应按照施工总平面图、施工方案和施工进度计划的要求，进行所负责区 域的施工平面图的哪些工作？", "pos":[ "规划、设计、布置、使用和管理。"]}
{"query": "施工现场应设置的临时设施有哪些？", "pos":[ "办公室、宿舍、食堂、厕所、淋浴间、开水房、文体活动室、密闭式垃圾站（或容器）及盥 洗设施等临时设施。"]}
{"query": "施工现场应明确划分的区域有哪些？", "pos":[ "（消防角度） 施工作业区、易燃可燃材料堆场、材料仓库、易燃废品集中站和生活区。"]}
{"query": "“十不烧”——哪些情况不准进行焊、割作业？", "pos":[ "请参见教材学习。"]}
{"query": "消防安全责任有哪些？", "pos":[ "施工现场必须成立消防安全领导机构，建立健全各种消防安全职责，落实消防安全责任，包 括消防安全制度、 消防安全操作规程、消防应急预案及演练、消防组织机构、消防设施平 面布置、组织义务消防队等。"]}
{"query": "施工现场使用的哪些材料，必须符合消防安全规定，不得使用易燃、可燃材料？", "pos":[ "大眼安全网、密目式安全网、密目式防尘网、保温材料"]}
{"query": "灭火器应设置的位置有哪些？", "pos":[ "如房间出入口、通道、走廊、门厅及楼梯等部位。"]}
{"query": "施工现场哪些地方不得使用明露高热的强光源？", "pos":[ "存放易燃、可燃材料的库房、木工加工场所、油漆配料房及防水作业场所"]}
{"query": "材料计划按照用途和期限划分分别有哪些？", "pos":[ ""]}
{"query": "项目常用的材料计划有哪些？", "pos":[ "单位工程主要材料需用计划、主要材料年度需用计划、主要材料月(季)度需用计划、半成品 加工订货计划、周转料具需用计划、主要材料采购计划、临时追加计划等。"]}
{"query": "材料需用计划的编制依据分别有哪些？", "pos":[ "1.单位工程主要材料需用计划 项经部依据施工图纸、预算、管理水平和节约措施，以单位工程为对象编制材料需用计划。 2.周转料具需用计划 依据施工组织设计，按品种、规格、数量、需用时间和进度编制。"]}
{"query": "主要材料月度需用计划应注明的内容有哪些？", "pos":[ "为项目材料需用计划中最具体的计划，是制定采购计划和向供应商订货的依据。计划中应注 明产品名称、规格型号、单位、数量、主要技术要求(含质量)、进场日期、提交样品时间等。"]}
{"query": "材料采购计划内容、采购方式确定依据、采购方式分别有什么？", "pos":[ "匪我求童蒙，童蒙求我。你那三位数的成绩不仅是对自己付出的回馈，也是给我的最好的“束脩”。 —45—1.计划中应确定采购方式、采购人员、候选供应商名单和采购时间等。（人方时候） 2.根据物资采购的技术复杂程度、市场竞争情况、采购金额及数量大小确定采购方式。 3.包括招标采购、邀请报价采购和零星采购等方式。"]}
{"query": "材料计划的调整的前提有哪些？", "pos":[ "计划调整的常见因素有生产任务改变、设计变更、材料市场供需变化、施工进度调整等。"]}
{"query": "材料采购时，要注意哪些？", "pos":[ "采购周期、批量、库存量满足使用要求，进行方案优选。"]}
{"query": "项目的年材料费用总和有哪些？", "pos":[ "材料费、采购费和仓库储存费三者之和。"]}
{"query": "材料进场的验收内容与方法有哪些？", "pos":[ "材料进入现场时，应进行材料凭证、数量、规格、外观的验收，进行挂牌标识，建立“收料 台账记录”。需要复试的材料做待检标识，并及时通知相关人员取样送检，复试结果合格后 方可使用。"]}
{"query": "材料验收中，对不符合计划要求或质量不合格的材料处理方式有哪些？", "pos":[ "应更换、退货或让步接收（降级使用），严禁使用不合格的材料。"]}
{"query": "不合格材料退场记录内容有什么？", "pos":[ "（1）项目部物资管理部门提出不合格材料（半成品）退场申请单，经项目主管领导审核同 意，报监理工程师批准。 （2）将材料或半成品退场决定通知供应商，商定退场时间。 （3）报请监理工程师见证退场，填写不合格材料退场记录，内容包括材料型号、规格、数 量、运输车辆、见证人员、退场照片等。经供应商、施工单位、监理工程师签字确认。 （4）项目部物资管理部门提交不合格材料退场报告，报监理工程师确认。 （5）不合格材料退场事项登记到不合格材料记录台账，相关资料归档。"]}
{"query": "重要材料的复验指标有哪些？", "pos":[ "精准押题微信345045387 工程采用的主要材料、半成品、成品、构配件、器具和设备应进行进场检验。 (1)钢筋：屈服强度、抗拉强度、伸长率和冷弯。 (2)水泥：抗压强度、抗折强度、安定性、凝结时间。 (3)石子：筛分析、含泥量、泥块含量、含水率、吸水率及石子的非活性骨料检验。 (4)砂子：筛分析、泥块含量、含水率、吸水率及非活性骨料检验。 (5)预拌混凝土：混凝土坍落度、抗压强度、抗渗等级等。"]}
{"query": "材料质量控制环节,进场环节质量验证内容有哪些？", "pos":[ "主要体现在以下四个环节：材料的采购、材料进场试验检验、过程保管和材料使用。 材料进场时，应提供材料或产品合格证，并根据供料计划和有关标准进行现场质量验证和记 录。质量验证包括材料品种、型号、规格、数量、外观检查和见证取样。"]}
{"query": "建筑结构材料的哪些指标必须满足要求？", "pos":[ "规格、品种、型号和质量"]}
{"query": "哪些材料采购和使用需要备案？", "pos":[ "采购和使用钢材、水泥、预拌混凝土、砂石、砌墙材料、石材、胶合板实行备案证明管理。"]}
{"query": "通过市场调研和对材料生产经营厂商的考察，供货单位选择原则是什么？", "pos":[ "选择供货质量稳定、履约能力强、信誉高、价格有竞争力的供货单位。"]}
{"query": "材料供货单位质量文件的哪些项目应在合同中明确？", "pos":[ "对供货商提供的质量文件内容、 文件格式、 份数做明确要求， 材料技术指标应在合同中明确。"]}
{"query": "施工项目机械设备的供应渠道有哪些？", "pos":[ "企业自有设备调配、市场租赁设备、专门购置机械设备、专业分包队伍设备。"]}
{"query": "施工机械设备选择的方法有哪些？", "pos":[ "单位工程量成本比较法、折算费用法、界限时间比较法、综合评分法"]}
{"query": "机械设备可变费用和固定费用包含的内容有哪些？", "pos":[ "1.可变费用，如操作人员的工资、燃料动力费、小修理费、直接材料费等。 √2.固定费用，如折旧费、大修理费、机械管理费、投资应付利息、固定资产占用费等，租 赁机械的固定费用是要按期交纳的租金。"]}
{"query": "折算费用法考虑的费用有哪些？", "pos":[ "项目经理部决策购置机械时，可考虑机械的原值、年使用费、残值和复利利息"]}
{"query": "项目机械设备的使用管理制度有哪些？", "pos":[ "（大小标题） 1.\"三定\"制度（人、机、岗位责任）。 2.交接班制度（"]}
{"query": "土方机械选择依据有哪些？", "pos":[ "土方机械化开挖应根据基础形式、工程规模、开挖深度、地质、地下水情况、土方量、运距、 现场和机具设备条件、工期要求以及土方机械的特点等合理选择挖土机械。"]}
{"query": "土方机械化施工常用机械有哪些？", "pos":[ "土方机械化施工常用机械有：推土机、铲运机、挖掘机 （包括正铲、反铲、拉铲、抓铲等 ） 、 装载机、自卸汽车等。"]}
{"query": "塔吊分类方式有哪些？", "pos":[ "（功能：提升、回转、水平输送） 分类方式 类别 √按固定方式划分 固定式、轨道式、附墙式、内爬式 按架设方式划分 自升、分段架设、整体架设、快速拆装 按塔身构造划分 非伸缩式、伸缩式 按臂构造划分 整体式、伸缩式、折叠式 按回转方式划分 上回转式，下回转式 按变幅方式划分 小车移动、臂杆仰俯、臂杆伸缩 按控速方式划分 分级变速、无级变速 按操作控制方式划分 手动操作、电脑自动监控 按起重能力划分 轻型、中型；重型、超重型"]}
{"query": "劳动力计划编制要求有哪些？", "pos":[ "（大小标题）"]}
{"query": "劳动效率需要考虑的因素有哪些？", "pos":[ "在建筑工程中，劳动效率可以在《劳动定额》中直接查到，它代表社会平均先进水平的劳动 效率。但在实际应用时，必须考虑到具体情况，如环境、气候、地形、地质、工程特点、实 施方案的特点、现场平面布置、劳动组合、施工机具等，进行合理调整。"]}
{"query": "劳动力配置计划的内容有哪些？", "pos":[ "根据项目类型和生产过程特点，提出工作时间、工作制度和工作班次方案。"]}
{"query": "劳动力配置计划的编制方法有哪些？", "pos":[ "1.按设备计算定员 （根据机器设备数量、 工人操作设备定额和生产班次， 计算生产定员人数） 2.按劳动定额定员 3.按岗位计算定员 4.按比例计算定员 5.按劳动效率计算定员 6.按组织机构职责范围、业务分工计算管理人员的人数。"]}
{"query": "劳动合同应明确的内容有哪些？", "pos":[ "建筑劳务企业必须依法与工人签订劳动合同， 合同中应明确合同期限、 工作内容、 工作条件、 工资标准（计时工资或计件工资）、支付方式、支付时间、合同终止条件、双方责任等。"]}
{"query": "劳务用工档案的内容及要求有哪些？", "pos":[ "项目部应当以劳务班组为单位，建立建筑劳务用工档案，按月归集劳动合同本或用工书面协 议、考勤表、施工作业工作量完成登记表、工资发放表、班组工资结清证明等资料，"]}
{"query": "劳务作业分包管理流程有哪些？", "pos":[ "劳务分包单位信息的收集→资格预审→实地考察→评定→培训→推荐劳务分包→劳务分包 单位参与投标→评标及确定中标单位→签订劳务分包合同→注册、 登记→进场施工及现场管剩者为王！ —48—理→考核、评估→协作终止。"]}
{"query": "劳务分包单位资源信息筛选的要点有哪些？", "pos":[ "具有良好施工信誉和业绩；具有充足的劳动力及理人员； 符合施工要求的各种资格条件；具有较完善的内部管理体系。"]}
{"query": "实地考察内容有哪些？", "pos":[ "企业规模、内部管理模式、管理水平、获奖情况、管理人员及劳动力状况；近三年竣工工程的业绩情况及履约状况；在施工程实体施工质量、成本管理水平、现场管理水平、文明施工状况、劳动力分布。 精准押题微信345045387"]}
{"query": "劳务分包评定要点有哪些？", "pos":[ "劳务分包单位内部管理水平要符合工程项目施工的要求；管理人员及劳动力相对稳定；工程实体质量控制能力能够满足实现质量目标的要求；企业信誉良好；无不良行为和诉讼记录。"]}
{"query": "劳务分包培训内容有哪些？", "pos":[ "培训内容及要求：总承包企业概况、总承包管理模式、工程质量、安全、进度、成本等的管理运作方式以及劳务分包单位员工职业技能等。"]}
{"query": "建筑企业实名制管理卡的功能有哪些？", "pos":[ "(1)工资管理(2)考勤管理(3)门禁管理(4)售饭管理"]}
{"query": "考勤管理的要求有哪些？", "pos":[ "在施工现场进出口通道安装打卡机， 工人进出施工现场进行打卡， 打卡机记录工人出勤状况， 项目劳务员通过采集卡对打卡机的考勤记录进行采集并打印， 作为工人考勤的原始资料存档备查，并作为公示资料进行公示，让每一个劳务人员知道自己在本期内的出勤情况。"]}